{
  "name": "British Invasion & Britpop 🇬🇧",
  "version": "1.0",
  "tags": [
    "1960s",
    "1990s",
    "rock",
    "britpop",
    "british-invasion",
    "international"
  ],
  "songs": [
    {
      "year": 1963,
      "uri": "spotify:track:3KiexfmhxHvG5IgAElmTkd",
      "artist": "The Beatles",
      "title": "I Saw Her Standing There",
      "alt_artists": [
        "The Hollies",
        "The Dave Clark Five",
        "Gerry & The Pacemakers"
      ],
      "chart_info": {
        "billboard_peak": 14,
        "uk_peak": null,
        "weeks_on_chart": 11
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Paul McCartney wrote the song when he was just 20 years old. The original opening line was 'She was just seventeen, never been a beauty queen' before John Lennon suggested changing it to something more visceral.",
      "fun_fact_de": "Paul McCartney schrieb den Song, als er gerade 20 Jahre alt war. Die ursprüngliche Eröffnungszeile lautete 'She was just seventeen, never been a beauty queen', bevor John Lennon vorschlug, sie in etwas Eindringlicheres zu ändern.",
      "fun_fact_es": "Paul McCartney escribió la canción cuando tenía solo 20 años. La línea inicial original era 'She was just seventeen, never been a beauty queen' antes de que John Lennon sugiriera cambiarla por algo más visceral.",
      "uri_apple_music": "applemusic://track/1441164819",
      "uri_youtube_music": "https://music.youtube.com/watch?v=oxwAB3SECtc",
      "uri_tidal": "tidal://track/55163244",
      "fun_fact_fr": "Paul McCartney a écrit cette chanson alors qu'il n'avait que 20 ans. La première ligne originale était « She was just seventeen, never been a beauty queen » avant que John Lennon ne suggère de la changer pour quelque chose de plus percutant."
    },
    {
      "year": 1994,
      "uri": "spotify:track:4zcvVzUmWAkxPa6OGlUbrk",
      "artist": "Oasis",
      "title": "Rock 'n' Roll Star",
      "alt_artists": [
        "Cast",
        "Ocean Colour Scene",
        "The Verve"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This was the opening track on Definitely Maybe and became a staple concert opener. Noel Gallagher said the song was about wanting to be a rock star while being on the dole in Manchester.",
      "fun_fact_de": "Dies war der Eröffnungstrack auf Definitely Maybe und wurde zu einem festen Konzerteröffner. Noel Gallagher sagte, der Song handele davon, ein Rockstar sein zu wollen, während man in Manchester arbeitslos war.",
      "fun_fact_es": "Esta fue la canción de apertura de Definitely Maybe y se convirtió en un clásico para abrir conciertos. Noel Gallagher dijo que la canción trataba sobre querer ser una estrella de rock mientras estaba en el paro en Manchester.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=7BIfGnKoMok",
      "uri_tidal": "tidal://track/144505621",
      "fun_fact_fr": "C'était le morceau d'ouverture de Definitely Maybe et il est devenu un classique pour ouvrir les concerts. Noel Gallagher a déclaré que la chanson parlait de vouloir être une rock star tout en étant au chômage à Manchester."
    },
    {
      "year": 1966,
      "uri": "spotify:track:1K61z11CzBUxkwOhtSzq2a",
      "artist": "The Kinks",
      "title": "Dedicated Follower of Fashion",
      "alt_artists": [
        "The Small Faces",
        "The Who",
        "Herman's Hermits"
      ],
      "chart_info": {
        "billboard_peak": 36,
        "uk_peak": 4,
        "weeks_on_chart": 8
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Ray Davies wrote this satirical take on the Carnaby Street fashion scene of Swinging London. The song's exaggerated 'oh yes he is' backing vocals were meant to mock the pomposity of fashion followers.",
      "fun_fact_de": "Ray Davies schrieb diese satirische Betrachtung der Carnaby-Street-Modeszene im Swinging London. Die übertriebenen 'oh yes he is'-Backing-Vocals sollten die Überheblichkeit der Modefans verspotten.",
      "fun_fact_es": "Ray Davies escribió esta sátira sobre la escena de moda de Carnaby Street en el Swinging London. Los coros exagerados de 'oh yes he is' pretendían burlarse de la pomposidad de los seguidores de la moda.",
      "uri_apple_music": "applemusic://track/1142637325",
      "uri_youtube_music": "https://music.youtube.com/watch?v=pSnzFI2iwjw",
      "uri_tidal": "tidal://track/69047679",
      "fun_fact_fr": "Ray Davies a écrit cette satire de la scène mode de Carnaby Street dans le Swinging London. Les chœurs exagérés « oh yes he is » étaient destinés à moquer la prétention des fashion victims."
    },
    {
      "year": 1994,
      "uri": "spotify:track:7FSzJQV6thyoQptFCUTV9c",
      "artist": "Blur",
      "title": "Parklife",
      "alt_artists": [
        "Pulp",
        "Elastica",
        "Menswear"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 10,
        "weeks_on_chart": 7
      },
      "certifications": [],
      "awards": [
        "BRIT Award for Best British Single (1995)"
      ],
      "awards_de": [
        "BRIT Award für Beste Britische Single (1995)"
      ],
      "awards_es": [
        "Premio BRIT a Mejor Sencillo Británico (1995)"
      ],
      "fun_fact": "The spoken-word vocals were performed by actor Phil Daniels, famous for starring in Quadrophenia. Damon Albarn originally wrote the verses as sung lyrics but decided the deadpan delivery worked better.",
      "fun_fact_de": "Die Sprechgesangsparts wurden von Schauspieler Phil Daniels eingesprochen, der durch seine Rolle in Quadrophenia bekannt wurde. Damon Albarn schrieb die Strophen ursprünglich als gesungene Texte, entschied aber, dass der trockene Vortrag besser funktionierte.",
      "fun_fact_es": "Las voces habladas fueron interpretadas por el actor Phil Daniels, famoso por protagonizar Quadrophenia. Damon Albarn escribió originalmente los versos como letras cantadas, pero decidió que la interpretación impasible funcionaba mejor.",
      "uri_apple_music": "applemusic://track/699665745",
      "uri_youtube_music": "https://music.youtube.com/watch?v=YSuHrTfcikU",
      "uri_tidal": "tidal://track/151318",
      "fun_fact_fr": "Les parties parlées ont été interprétées par l'acteur Phil Daniels, célèbre pour son rôle dans Quadrophenia. Damon Albarn avait d'abord écrit les couplets comme des paroles chantées, mais a décidé que le débit pince-sans-rire fonctionnait mieux."
    },
    {
      "year": 1965,
      "uri": "spotify:track:2a8lZbMfqqYPRdnFxC0h36",
      "artist": "The Rolling Stones",
      "title": "(I Can't Get No) Satisfaction",
      "alt_artists": [
        "The Animals",
        "The Yardbirds",
        "The Pretty Things"
      ],
      "chart_info": {
        "billboard_peak": 1,
        "uk_peak": 1,
        "weeks_on_chart": 14
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [
        "Grammy Hall of Fame (1998)"
      ],
      "awards_de": [
        "Grammy Hall of Fame (1998)"
      ],
      "awards_es": [
        "Grammy Hall of Fame (1998)"
      ],
      "fun_fact": "Keith Richards came up with the iconic riff in his sleep at a hotel in Clearwater, Florida. He recorded it on a cassette player beside his bed and had no memory of it the next morning — the rest of the tape was just snoring.",
      "fun_fact_de": "Keith Richards kam im Schlaf in einem Hotel in Clearwater, Florida, auf das ikonische Riff. Er nahm es auf einem Kassettenrekorder neben seinem Bett auf und konnte sich am nächsten Morgen nicht daran erinnern — der Rest des Bandes war nur Schnarchen.",
      "fun_fact_es": "Keith Richards ideó el icónico riff mientras dormía en un hotel en Clearwater, Florida. Lo grabó en un casete junto a su cama y no tenía ningún recuerdo a la mañana siguiente — el resto de la cinta era solo ronquidos.",
      "uri_apple_music": "applemusic://track/1440743544",
      "uri_youtube_music": "https://music.youtube.com/watch?v=MSSxnv1_J2g",
      "uri_tidal": "tidal://track/5693554",
      "fun_fact_fr": "Keith Richards a trouvé le riff iconique dans son sommeil dans un hôtel à Clearwater, en Floride. Il l'a enregistré sur un magnétophone à cassette à côté de son lit et n'en avait aucun souvenir le lendemain matin — le reste de la cassette n'était que des ronflements."
    },
    {
      "year": 1994,
      "uri": "spotify:track:55sWA5wLdxaMz9u68ebS8l",
      "artist": "Primal Scream",
      "title": "Jailbird",
      "alt_artists": [
        "The Stone Roses",
        "Ride",
        "The Charlatans"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 29,
        "weeks_on_chart": 3
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Taken from the album Give Out But Don't Give Up, which was recorded in Memphis with legendary producers Tom Dowd and David Was. The album marked a dramatic shift from the band's earlier acid house sound to raw rock 'n' roll.",
      "fun_fact_de": "Der Song stammt vom Album Give Out But Don't Give Up, das in Memphis mit den legendären Produzenten Tom Dowd und David Was aufgenommen wurde. Das Album markierte einen dramatischen Wechsel vom früheren Acid-House-Sound der Band zu rohem Rock 'n' Roll.",
      "fun_fact_es": "Extraída del álbum Give Out But Don't Give Up, grabado en Memphis con los legendarios productores Tom Dowd y David Was. El álbum marcó un cambio dramático del anterior sonido acid house de la banda al rock 'n' roll crudo.",
      "uri_apple_music": "applemusic://track/212145425",
      "uri_youtube_music": "https://music.youtube.com/watch?v=o-VspKTbW0E",
      "uri_tidal": "tidal://track/10681968",
      "fun_fact_fr": "Cette chanson est tirée de l'album Give Out But Don't Give Up, enregistré à Memphis avec les légendaires producteurs Tom Dowd et David Was. L'album a marqué un virage radical du son acid house antérieur du groupe vers un rock 'n' roll brut."
    },
    {
      "year": 1963,
      "uri": "spotify:track:7fqB6ldBQXivBtIcXCCqGF",
      "artist": "The Shadows",
      "title": "Foot Tapper",
      "alt_artists": [
        "The Tornados",
        "Joe Brown and the Bruvvers",
        "Johnny Kidd & The Pirates"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 15
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This instrumental was composed for the Cliff Richard film Summer Holiday and topped the UK charts. It was one of the few Shadows hits composed by the band themselves rather than being an outside composition.",
      "fun_fact_de": "Dieses Instrumental wurde für den Cliff-Richard-Film Summer Holiday komponiert und erreichte Platz 1 der britischen Charts. Es war einer der wenigen Shadows-Hits, die von der Band selbst komponiert wurden, statt von externen Songwritern zu stammen.",
      "fun_fact_es": "Este instrumental fue compuesto para la película de Cliff Richard Summer Holiday y llegó al número uno en las listas británicas. Fue uno de los pocos éxitos de The Shadows compuestos por la propia banda en lugar de ser una composición externa.",
      "uri_apple_music": "applemusic://track/696000327",
      "uri_youtube_music": "https://music.youtube.com/watch?v=fqNCc4wIYOQ",
      "uri_tidal": "tidal://track/1472868",
      "fun_fact_fr": "Cet instrumental a été composé pour le film de Cliff Richard Summer Holiday et a atteint la première place des charts britanniques. C'était l'un des rares hits des Shadows composé par le groupe lui-même plutôt que par des auteurs externes."
    },
    {
      "year": 1996,
      "uri": "spotify:track:5nLNyVg3HxwCbejKO1ZiAi",
      "artist": "The Kaisers",
      "title": "Whatcha Say?",
      "alt_artists": [
        "The Knack",
        "The Milkshakes",
        "The Prisoners"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Kaisers were a retro beat group from Liverpool who faithfully recreated the raw Merseybeat sound of the early 1960s. They recorded using vintage equipment to achieve an authentic period sound.",
      "fun_fact_de": "The Kaisers waren eine Retro-Beat-Gruppe aus Liverpool, die den rohen Merseybeat-Sound der frühen 1960er Jahre originalgetreu nachbildeten. Sie nahmen mit Vintage-Equipment auf, um einen authentischen Klang der Epoche zu erzielen.",
      "fun_fact_es": "The Kaisers eran un grupo de beat retro de Liverpool que recreaban fielmente el sonido crudo del Merseybeat de principios de los 60. Grababan con equipos vintage para lograr un sonido auténtico de la época.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=UgslA99iDqI",
      "uri_tidal": "tidal://track/8815430",
      "fun_fact_fr": "The Kaisers étaient un groupe de beat rétro de Liverpool qui recréait fidèlement le son brut du Merseybeat du début des années 1960. Ils enregistraient avec du matériel vintage pour obtenir un son authentique de l'époque."
    },
    {
      "year": 1963,
      "uri": "spotify:track:2bcV8ePGpwBw7HZCGTvvwC",
      "artist": "Freddie & The Dreamers",
      "title": "You Were Made for Me",
      "alt_artists": [
        "Billy J. Kramer & The Dakotas",
        "The Swinging Blue Jeans",
        "Wayne Fontana & The Mindbenders"
      ],
      "chart_info": {
        "billboard_peak": 21,
        "uk_peak": 3,
        "weeks_on_chart": 14
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Freddie Garrity was famous for his manic stage performances, doing a comedy dance called 'The Freddie' which involved wild arm and leg movements. Before music, he worked as a milkman in Manchester.",
      "fun_fact_de": "Freddie Garrity war berühmt für seine verrückten Bühnenauftritte mit einem Comedy-Tanz namens 'The Freddie', der wilde Arm- und Beinbewegungen beinhaltete. Vor der Musik arbeitete er als Milchmann in Manchester.",
      "fun_fact_es": "Freddie Garrity era famoso por sus actuaciones frenéticas en el escenario, haciendo un baile cómico llamado 'The Freddie' que involucraba movimientos salvajes de brazos y piernas. Antes de la música, trabajaba como repartidor de leche en Manchester.",
      "uri_apple_music": "applemusic://track/26174277",
      "uri_youtube_music": "https://music.youtube.com/watch?v=McR4rZPisYA",
      "uri_tidal": "tidal://track/2889634",
      "fun_fact_fr": "Freddie Garrity était célèbre pour ses performances scéniques délirantes, exécutant une danse comique appelée « The Freddie » avec des mouvements de bras et de jambes frénétiques. Avant la musique, il travaillait comme livreur de lait à Manchester."
    },
    {
      "year": 1995,
      "uri": "spotify:track:3NrF3AkIopPlgQFwgRQkPh",
      "artist": "The Boo Radleys",
      "title": "Wake Up Boo!",
      "alt_artists": [
        "Dodgy",
        "Sleeper",
        "Shed Seven"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 9,
        "weeks_on_chart": 9
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Despite its joyful, sunny sound, songwriter Martin Carr said the song was actually about the end of a relationship. The band's name was taken from the character Boo Radley in Harper Lee's To Kill a Mockingbird.",
      "fun_fact_de": "Trotz seines fröhlichen, sonnigen Klangs sagte Songwriter Martin Carr, der Song handele eigentlich vom Ende einer Beziehung. Der Bandname stammt von der Figur Boo Radley aus Harper Lees Wer die Nachtigall stört.",
      "fun_fact_es": "A pesar de su sonido alegre y soleado, el compositor Martin Carr dijo que la canción trataba en realidad sobre el final de una relación. El nombre de la banda fue tomado del personaje Boo Radley de Matar a un ruiseñor de Harper Lee.",
      "uri_apple_music": "applemusic://track/943232554",
      "uri_youtube_music": "https://music.youtube.com/watch?v=EP75lmLExr0",
      "uri_tidal": "tidal://track/38036192",
      "fun_fact_fr": "Malgré son son joyeux et ensoleillé, le compositeur Martin Carr a déclaré que la chanson parlait en fait de la fin d'une relation. Le nom du groupe vient du personnage Boo Radley dans Ne tirez pas sur l'oiseau moqueur de Harper Lee."
    },
    {
      "year": 1963,
      "uri": "spotify:track:7KjVJhLn2hBLI3Yx2nax7g",
      "artist": "The Caravelles",
      "title": "You Don't Have To Be A Baby To Cry",
      "alt_artists": [
        "The Vernons Girls",
        "The Springfields",
        "Dusty Springfield"
      ],
      "chart_info": {
        "billboard_peak": 3,
        "uk_peak": 6,
        "weeks_on_chart": 12
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Caravelles were a female duo from London who scored this surprise transatlantic hit. They were one of the few British female acts to crack the US Top 5 during the early days of the British Invasion.",
      "fun_fact_de": "The Caravelles waren ein Frauen-Duo aus London, das mit diesem überraschenden transatlantischen Hit punktete. Sie waren eine der wenigen britischen weiblichen Acts, die während der frühen British Invasion die US Top 5 erreichten.",
      "fun_fact_es": "The Caravelles eran un dúo femenino de Londres que logró este sorpresivo éxito transatlántico. Fueron uno de los pocos actos femeninos británicos en entrar en el Top 5 de EE.UU. durante los primeros días de la Invasión Británica.",
      "uri_apple_music": "applemusic://track/335865076",
      "uri_youtube_music": "https://music.youtube.com/watch?v=sA0bzhfK-do",
      "uri_tidal": "tidal://track/135862270",
      "fun_fact_fr": "The Caravelles était un duo féminin de Londres qui a décroché ce succès transatlantique surprise. Elles étaient l'un des rares groupes féminins britanniques à atteindre le Top 5 américain pendant les premiers jours de la British Invasion."
    },
    {
      "year": 1994,
      "uri": "spotify:track:5EQU2jes2sHygS3cFLGuso",
      "artist": "Shampoo",
      "title": "Trouble",
      "alt_artists": [
        "Kenickie",
        "Echobelly",
        "Lush"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 11,
        "weeks_on_chart": 8
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Shampoo were two school friends from Plumstead, London, who were just 15 and 16 when they had this hit. The song became a massive hit in Japan where the duo achieved near-idol status.",
      "fun_fact_de": "Shampoo waren zwei Schulfreundinnen aus Plumstead, London, die erst 15 und 16 Jahre alt waren, als sie diesen Hit hatten. Der Song wurde ein riesiger Hit in Japan, wo das Duo fast Idol-Status erreichte.",
      "fun_fact_es": "Shampoo eran dos amigas del colegio de Plumstead, Londres, que tenían solo 15 y 16 años cuando tuvieron este éxito. La canción se convirtió en un gran éxito en Japón, donde el dúo alcanzó un estatus casi de ídolos.",
      "uri_apple_music": "applemusic://track/690736592",
      "uri_youtube_music": "https://music.youtube.com/watch?v=wH7iGZMxdRQ",
      "uri_tidal": "tidal://track/620708",
      "fun_fact_fr": "Shampoo était composé de deux amies d'école de Plumstead, à Londres, qui n'avaient que 15 et 16 ans lors de ce hit. La chanson est devenue un énorme succès au Japon où le duo a atteint un statut quasi-idol."
    },
    {
      "year": 1963,
      "uri": "spotify:track:2Q1aNxQ5Ezkjv4U95ZwuRw",
      "artist": "The Searchers",
      "title": "Sweets For My Sweet",
      "alt_artists": [
        "The Merseybeats",
        "The Fourmost",
        "The Mojos"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 16
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Originally written by Doc Pomus and Mort Shuman for The Drifters, The Searchers' cover became the first number one hit by a Liverpool band that wasn't The Beatles. They recorded it in just one take.",
      "fun_fact_de": "Ursprünglich von Doc Pomus und Mort Shuman für The Drifters geschrieben, wurde das Cover von The Searchers der erste Nummer-eins-Hit einer Liverpooler Band, die nicht The Beatles war. Sie nahmen ihn in nur einem Take auf.",
      "fun_fact_es": "Originalmente escrita por Doc Pomus y Mort Shuman para The Drifters, la versión de The Searchers se convirtió en el primer número uno de una banda de Liverpool que no era The Beatles. La grabaron en una sola toma.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=1tnqnXJl9qE",
      "uri_tidal": "tidal://track/69043946",
      "fun_fact_fr": "Écrite à l'origine par Doc Pomus et Mort Shuman pour The Drifters, la reprise des Searchers est devenue le premier numéro un d'un groupe de Liverpool qui n'était pas les Beatles. Ils l'ont enregistrée en une seule prise."
    },
    {
      "year": 1994,
      "uri": "spotify:track:4RG9Ulx2XrTg2achBTPaoo",
      "artist": "The Lightning Seeds",
      "title": "Lucky You",
      "alt_artists": [
        "The Bluetones",
        "Space",
        "The Las"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 43,
        "weeks_on_chart": 3
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Lightning Seeds was essentially a solo project by Ian Broudie, who was also a highly sought-after producer. He produced albums for The Zutons, Echo & the Bunnymen, and The Coral among others.",
      "fun_fact_de": "The Lightning Seeds war im Wesentlichen ein Soloprojekt von Ian Broudie, der auch ein sehr gefragter Produzent war. Er produzierte Alben für The Zutons, Echo & the Bunnymen und The Coral, unter anderem.",
      "fun_fact_es": "The Lightning Seeds era esencialmente un proyecto en solitario de Ian Broudie, quien también era un productor muy solicitado. Produjo álbumes para The Zutons, Echo & the Bunnymen y The Coral, entre otros.",
      "uri_apple_music": "applemusic://track/250552339",
      "uri_youtube_music": "https://music.youtube.com/watch?v=oxf9gf9kHXA",
      "uri_tidal": "tidal://track/652807",
      "fun_fact_fr": "The Lightning Seeds était essentiellement un projet solo de Ian Broudie, qui était également un producteur très demandé. Il a produit des albums pour The Zutons, Echo & the Bunnymen et The Coral, entre autres."
    },
    {
      "year": 1966,
      "uri": "spotify:track:5ixQCurcV2gKLqJGMeLvpz",
      "artist": "Dave Dee, Dozy, Beaky, Mick & Tich",
      "title": "Hold Tight!",
      "alt_artists": [
        "The Troggs",
        "Unit 4 + 2",
        "The Honeycombs"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 4,
        "weeks_on_chart": 11
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Before forming the band, Dave Dee was the police cadet who attended the car crash that killed Eddie Cochran in 1960. He was the one who looked after Cochran's guitar at the scene of the accident.",
      "fun_fact_de": "Bevor er die Band gründete, war Dave Dee der Polizeikadett, der 1960 zum Autounfall gerufen wurde, bei dem Eddie Cochran starb. Er war derjenige, der sich am Unfallort um Cochrans Gitarre kümmerte.",
      "fun_fact_es": "Antes de formar la banda, Dave Dee era el cadete de policía que acudió al accidente de coche que mató a Eddie Cochran en 1960. Fue quien cuidó la guitarra de Cochran en la escena del accidente.",
      "uri_apple_music": "applemusic://track/1444072031",
      "uri_youtube_music": "https://music.youtube.com/watch?v=1iHG7YRorgM",
      "uri_tidal": "tidal://track/531475",
      "fun_fact_fr": "Avant de former le groupe, Dave Dee était le cadet de police qui s'est rendu sur les lieux de l'accident de voiture qui a tué Eddie Cochran en 1960. C'est lui qui a veillé sur la guitare de Cochran sur les lieux de l'accident."
    },
    {
      "year": 1995,
      "uri": "spotify:track:5xC8uOesnn0udeXAYlAnoY",
      "artist": "Supergrass",
      "title": "Alright",
      "alt_artists": [
        "Ash",
        "Reef",
        "Feeder"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 2,
        "weeks_on_chart": 12
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The band members were only 18 when this became a massive hit. Steven Spielberg's team approached them about building a TV show around the band in the style of The Monkees, but they turned it down.",
      "fun_fact_de": "Die Bandmitglieder waren erst 18, als dies ein riesiger Hit wurde. Steven Spielbergs Team fragte sie, ob man eine Fernsehserie um die Band im Stil von The Monkees aufbauen könnte, doch sie lehnten ab.",
      "fun_fact_es": "Los miembros de la banda tenían solo 18 años cuando esta canción se convirtió en un gran éxito. El equipo de Steven Spielberg los contactó para crear un programa de televisión en torno a la banda al estilo de The Monkees, pero lo rechazaron.",
      "uri_apple_music": "applemusic://track/1437461702",
      "uri_youtube_music": "https://music.youtube.com/watch?v=qUE4oDunYkc",
      "uri_tidal": "tidal://track/91850543",
      "fun_fact_fr": "Les membres du groupe n'avaient que 18 ans quand c'est devenu un énorme hit. L'équipe de Steven Spielberg les a approchés pour créer une série télévisée autour du groupe dans le style des Monkees, mais ils ont refusé."
    },
    {
      "year": 1967,
      "uri": "spotify:track:78ZqE2tjAxbqEGGlvGnQfT",
      "artist": "Procol Harum",
      "title": "A Whiter Shade of Pale",
      "alt_artists": [
        "The Moody Blues",
        "Traffic",
        "The Zombies"
      ],
      "chart_info": {
        "billboard_peak": 5,
        "uk_peak": 1,
        "weeks_on_chart": 15
      },
      "certifications": [
        "Platinum (UK)"
      ],
      "awards": [
        "Ivor Novello Award for Most Performed Work"
      ],
      "awards_de": [
        "Ivor Novello Award für das meistgespielte Werk"
      ],
      "awards_es": [
        "Premio Ivor Novello a la Obra Más Interpretada"
      ],
      "fun_fact": "The iconic Bach-inspired organ intro was played by Matthew Fisher, who decades later won a landmark court case granting him a co-writing credit. The song sold over 10 million copies worldwide.",
      "fun_fact_de": "Das ikonische, von Bach inspirierte Orgelintro wurde von Matthew Fisher gespielt, der Jahrzehnte später einen wegweisenden Gerichtsprozess gewann, der ihm einen Co-Autorenkredit einbrachte. Der Song verkaufte sich weltweit über 10 Millionen Mal.",
      "fun_fact_es": "La icónica introducción de órgano inspirada en Bach fue tocada por Matthew Fisher, quien décadas después ganó un caso judicial histórico que le otorgó crédito como coautor. La canción vendió más de 10 millones de copias en todo el mundo.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=ayCLDucoBxI",
      "uri_tidal": "tidal://track/288798243",
      "fun_fact_fr": "L'iconique intro à l'orgue inspirée de Bach a été jouée par Matthew Fisher, qui des décennies plus tard a gagné un procès historique lui accordant un crédit de co-auteur. La chanson s'est vendue à plus de 10 millions d'exemplaires dans le monde."
    },
    {
      "year": 1995,
      "uri": "spotify:track:2fXKyAyPrEa24c6PJyqznF",
      "artist": "Pulp",
      "title": "Common People",
      "alt_artists": [
        "Suede",
        "Mansun",
        "Gene"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 2,
        "weeks_on_chart": 13
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Jarvis Cocker wrote this about a real encounter with a Greek art student at Central Saint Martins who said she wanted to live like common people. It's regularly voted one of the greatest British songs of all time.",
      "fun_fact_de": "Jarvis Cocker schrieb dies über eine echte Begegnung mit einer griechischen Kunststudentin an der Central Saint Martins, die sagte, sie wolle wie gewöhnliche Leute leben. Er wird regelmäßig zu einem der größten britischen Songs aller Zeiten gewählt.",
      "fun_fact_es": "Jarvis Cocker escribió esto sobre un encuentro real con una estudiante de arte griega en Central Saint Martins que dijo que quería vivir como la gente común. Es votada regularmente como una de las mejores canciones británicas de todos los tiempos.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=TZOdKdxP8Wk",
      "uri_tidal": "tidal://track/2318465",
      "fun_fact_fr": "Jarvis Cocker a écrit ceci sur une vraie rencontre avec une étudiante en art grecque à Central Saint Martins qui disait vouloir vivre comme les gens ordinaires. Elle est régulièrement élue parmi les plus grandes chansons britanniques de tous les temps."
    },
    {
      "year": 1969,
      "uri": "spotify:track:0anfFqKSKAfx2UqDwP7SKB",
      "artist": "Fairport Convention",
      "title": "Si tu dois partir",
      "alt_artists": [
        "Pentangle",
        "Steeleye Span",
        "The Incredible String Band"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 21,
        "weeks_on_chart": 8
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This is a French-language adaptation of Bob Dylan's 'If You Gotta Go, Go Now,' making it one of the most unlikely UK chart hits ever — a British folk-rock band singing an American song in French with a cajun feel.",
      "fun_fact_de": "Dies ist eine französischsprachige Adaption von Bob Dylans 'If You Gotta Go, Go Now', was ihn zu einem der unwahrscheinlichsten UK-Chart-Hits macht — eine britische Folk-Rock-Band, die einen amerikanischen Song auf Französisch mit Cajun-Feeling singt.",
      "fun_fact_es": "Esta es una adaptación en francés de 'If You Gotta Go, Go Now' de Bob Dylan, lo que la convierte en uno de los éxitos más improbables de las listas británicas — una banda británica de folk-rock cantando una canción americana en francés con aire cajún.",
      "uri_apple_music": "applemusic://track/1418324104",
      "uri_youtube_music": "https://music.youtube.com/watch?v=AmmCSOpPzZc",
      "uri_tidal": "tidal://track/614678",
      "fun_fact_fr": "C'est une adaptation en français de « If You Gotta Go, Go Now » de Bob Dylan, ce qui en fait l'un des hits les plus improbables des charts britanniques — un groupe de folk-rock britannique chantant une chanson américaine en français avec une touche cajun."
    },
    {
      "year": 1990,
      "uri": "spotify:track:6mxLpLcuTzunthR0XPvJdO",
      "artist": "Cocteau Twins",
      "title": "Bluebeard",
      "alt_artists": [
        "Dead Can Dance",
        "This Mortal Coil",
        "Slowdive"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Elizabeth Fraser's vocals on this track are largely glossolalic — she invented her own language-like sounds rather than singing conventional lyrics. The band from Grangemouth, Scotland, are considered pioneers of dream pop.",
      "fun_fact_de": "Elizabeth Frasers Gesang auf diesem Track ist weitgehend glossolalisch — sie erfand ihre eigenen sprachähnlichen Klänge, anstatt konventionelle Texte zu singen. Die Band aus Grangemouth, Schottland, gilt als Pionier des Dream Pop.",
      "fun_fact_es": "Las voces de Elizabeth Fraser en este tema son en gran parte glosolálicas — inventó sus propios sonidos similares a un idioma en lugar de cantar letras convencionales. La banda de Grangemouth, Escocia, es considerada pionera del dream pop.",
      "uri_apple_music": "applemusic://track/1727335024",
      "uri_youtube_music": "https://music.youtube.com/watch?v=sTQleXn0B1k",
      "uri_tidal": "tidal://track/95842049",
      "fun_fact_fr": "Le chant d'Elizabeth Fraser sur ce titre est largement glossolalique — elle a inventé ses propres sons ressemblant à un langage plutôt que de chanter des paroles conventionnelles. Le groupe de Grangemouth, en Écosse, est considéré comme pionnier du dream pop."
    },
    {
      "year": 1964,
      "uri": "spotify:track:7gEpTMp9MQc1uJwivtL37R",
      "artist": "Manfred Mann",
      "title": "Do Wah Diddy Diddy",
      "alt_artists": [
        "The Tremeloes",
        "Dave Clark Five",
        "The Fortunes"
      ],
      "chart_info": {
        "billboard_peak": 1,
        "uk_peak": 1,
        "weeks_on_chart": 13
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The song was originally recorded by The Exciters and flopped. Manfred Mann's version topped the charts on both sides of the Atlantic, making it one of the biggest British Invasion hits of 1964.",
      "fun_fact_de": "Der Song wurde ursprünglich von The Exciters aufgenommen und floppte. Die Version von Manfred Mann erreichte auf beiden Seiten des Atlantiks Platz 1 und wurde zu einem der größten British-Invasion-Hits von 1964.",
      "fun_fact_es": "La canción fue grabada originalmente por The Exciters y fracasó. La versión de Manfred Mann llegó al número uno a ambos lados del Atlántico, convirtiéndose en uno de los mayores éxitos de la Invasión Británica de 1964.",
      "uri_apple_music": "applemusic://track/1197611986",
      "uri_youtube_music": "https://music.youtube.com/watch?v=1UingsUi0mI",
      "uri_tidal": "tidal://track/242265528",
      "fun_fact_fr": "La chanson a été initialement enregistrée par The Exciters et a fait un flop. La version de Manfred Mann a atteint la première place des deux côtés de l'Atlantique, en faisant l'un des plus grands hits de la British Invasion de 1964."
    },
    {
      "year": 1996,
      "uri": "spotify:track:5rvy7glNYmhpiLUaiEELn2",
      "artist": "Super Furry Animals",
      "title": "Something 4 the Weekend",
      "alt_artists": [
        "Gorky's Zygotic Mynci",
        "Catatonia",
        "Manic Street Preachers"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 18,
        "weeks_on_chart": 4
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Super Furry Animals from Cardiff were known for singing in both Welsh and English. They once bought an actual military tank and used it as a promotional vehicle, driving it around festivals covered in band artwork.",
      "fun_fact_de": "Die Super Furry Animals aus Cardiff waren bekannt dafür, sowohl auf Walisisch als auch auf Englisch zu singen. Sie kauften einmal einen echten Militärpanzer und nutzten ihn als Promotionfahrzeug, das sie mit Band-Artwork beklebt über Festivals fuhren.",
      "fun_fact_es": "Super Furry Animals de Cardiff eran conocidos por cantar tanto en galés como en inglés. Una vez compraron un tanque militar real y lo usaron como vehículo promocional, conduciéndolo por festivales cubierto con arte de la banda.",
      "uri_apple_music": "applemusic://track/1626519605",
      "uri_youtube_music": "https://music.youtube.com/watch?v=D1QyO4TkWts",
      "uri_tidal": "tidal://track/269998548",
      "fun_fact_fr": "Les Super Furry Animals de Cardiff étaient connus pour chanter en gallois et en anglais. Ils ont une fois acheté un vrai char militaire et l'ont utilisé comme véhicule promotionnel, le conduisant à travers les festivals couvert d'artwork du groupe."
    },
    {
      "year": 1969,
      "uri": "spotify:track:0QdagWnOd3GzMCBu57efgp",
      "artist": "Fleetwood Mac",
      "title": "Oh Well, Pt. 1",
      "alt_artists": [
        "Ten Years After",
        "Chicken Shack",
        "Savoy Brown"
      ],
      "chart_info": {
        "billboard_peak": 55,
        "uk_peak": 2,
        "weeks_on_chart": 10
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Written by Peter Green during Fleetwood Mac's British blues era, long before Stevie Nicks and Lindsey Buckingham joined. Green's guitar tone on this track was partly achieved by a pickup in his Les Paul being installed backwards.",
      "fun_fact_de": "Geschrieben von Peter Green während Fleetwood Macs britischer Blues-Ära, lange bevor Stevie Nicks und Lindsey Buckingham zur Band kamen. Greens Gitarrensound auf diesem Track entstand teilweise dadurch, dass ein Tonabnehmer seiner Les Paul verkehrt herum eingebaut war.",
      "fun_fact_es": "Escrita por Peter Green durante la era del blues británico de Fleetwood Mac, mucho antes de que Stevie Nicks y Lindsey Buckingham se unieran. El tono de guitarra de Green en este tema se logró en parte porque una pastilla de su Les Paul estaba instalada al revés.",
      "uri_apple_music": "applemusic://track/1441330107",
      "uri_youtube_music": "https://music.youtube.com/watch?v=VQmmByJwKFI",
      "uri_tidal": "tidal://track/97949782",
      "fun_fact_fr": "Écrit par Peter Green pendant l'ère blues britannique de Fleetwood Mac, bien avant que Stevie Nicks et Lindsey Buckingham ne rejoignent le groupe. Le son de guitare de Green sur ce titre était en partie obtenu grâce à un micro de sa Les Paul installé à l'envers."
    },
    {
      "year": 1993,
      "uri": "spotify:track:3Zyqa7NBh1WIRbnPFeQkKc",
      "artist": "Suede",
      "title": "Animal Nitrate",
      "alt_artists": [
        "Placebo",
        "The Auteurs",
        "Strangelove"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 7,
        "weeks_on_chart": 6
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Suede's debut album was the fastest-selling debut in UK chart history at the time, beating the record held by Frankie Goes to Hollywood. Brett Anderson famously declared himself a 'bisexual man who's never had a homosexual experience.'",
      "fun_fact_de": "Suedes Debütalbum war zum Zeitpunkt seiner Veröffentlichung das schnellstverkaufte Debüt in der britischen Chartgeschichte und brach den Rekord von Frankie Goes to Hollywood. Brett Anderson bezeichnete sich berühmt als 'bisexuellen Mann, der nie eine homosexuelle Erfahrung gemacht hat.'",
      "fun_fact_es": "El álbum debut de Suede fue el debut más rápidamente vendido en la historia de las listas británicas en su momento, superando el récord de Frankie Goes to Hollywood. Brett Anderson se declaró famosamente como un 'hombre bisexual que nunca ha tenido una experiencia homosexual.'",
      "uri_apple_music": "applemusic://track/431233381",
      "uri_youtube_music": "https://music.youtube.com/watch?v=i7mEB2wnDLQ",
      "uri_tidal": "tidal://track/6651229",
      "fun_fact_fr": "L'album de Suede était à l'époque le premier album le plus rapidement vendu de l'histoire des charts britanniques, battant le record de Frankie Goes to Hollywood. Brett Anderson s'est célèbrement décrit comme un « homme bisexuel qui n'a jamais eu d'expérience homosexuelle »."
    },
    {
      "year": 1966,
      "uri": "spotify:track:4CVLBxM9SnRz32SIfek588",
      "artist": "The Cryin Shames",
      "title": "Please Stay",
      "alt_artists": [
        "The Koobas",
        "The Sorrows",
        "The Poets"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 26,
        "weeks_on_chart": 7
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Cryin' Shames were a Liverpool band who covered this Burt Bacharach and Bob Hilliard song, originally recorded by The Drifters. Despite the modest chart success, they were considered one of the best live acts on the Merseybeat scene.",
      "fun_fact_de": "The Cryin' Shames waren eine Liverpooler Band, die diesen Song von Burt Bacharach und Bob Hilliard coverte, der ursprünglich von The Drifters aufgenommen wurde. Trotz des bescheidenen Charterfolgs galten sie als eine der besten Live-Acts der Merseybeat-Szene.",
      "fun_fact_es": "The Cryin' Shames eran una banda de Liverpool que versionó esta canción de Burt Bacharach y Bob Hilliard, originalmente grabada por The Drifters. A pesar del modesto éxito en las listas, eran considerados uno de los mejores actos en vivo de la escena Merseybeat.",
      "uri_apple_music": "applemusic://track/1734885423",
      "uri_youtube_music": "https://music.youtube.com/watch?v=auq0-uHrsWY",
      "uri_tidal": "tidal://track/132699482",
      "fun_fact_fr": "The Cryin' Shames était un groupe de Liverpool qui a repris cette chanson de Burt Bacharach et Bob Hilliard, initialement enregistrée par The Drifters. Malgré un succès modeste dans les charts, ils étaient considérés comme l'un des meilleurs groupes live de la scène Merseybeat."
    },
    {
      "year": 1994,
      "uri": "spotify:track:16vuZiAS0YQkQvAkRtI2d3",
      "artist": "The Jesus and Mary Chain",
      "title": "Sometimes Always",
      "alt_artists": [
        "Ride",
        "Slowdive",
        "My Bloody Valentine"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 22,
        "weeks_on_chart": 3
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This duet features Hope Sandoval of Mazzy Star, whose breathy vocals perfectly complement Jim Reid's dark croon. It became one of the band's biggest UK hits.",
      "fun_fact_de": "Dieses Duett enthält Hope Sandoval von Mazzy Star, deren hauchige Stimme Jim Reids dunklen Gesang perfekt ergänzt. Es wurde einer der größten UK-Hits der Band.",
      "fun_fact_es": "Este dúo presenta a Hope Sandoval de Mazzy Star, cuya voz susurrante complementa perfectamente el canto oscuro de Jim Reid. Se convirtió en uno de los mayores éxitos de la banda en el Reino Unido.",
      "uri_apple_music": "applemusic://track/466355838",
      "uri_youtube_music": "https://music.youtube.com/watch?v=WdAcS4c0-Qk",
      "uri_tidal": "tidal://track/340757",
      "fun_fact_fr": "Ce duo met en vedette Hope Sandoval de Mazzy Star, dont la voix douce complète parfaitement le chant sombre de Jim Reid. C'est devenu l'un des plus grands hits du groupe au Royaume-Uni."
    },
    {
      "year": 1964,
      "uri": "spotify:track:28Y2taEFmHofu2EsU04ILf",
      "artist": "Cilla Black",
      "title": "Anyone Who Had a Heart",
      "alt_artists": [
        "Dusty Springfield",
        "Sandie Shaw",
        "Lulu"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 17
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Written by Burt Bacharach and Hal David, this song beat Dionne Warwick's original US version to the top of the UK charts. Cilla was famously discovered by Brian Epstein at the Cavern Club.",
      "fun_fact_de": "Geschrieben von Burt Bacharach und Hal David, schlug dieses Lied Dionne Warwicks US-Originalversion an die Spitze der britischen Charts. Cilla wurde bekanntlich von Brian Epstein im Cavern Club entdeckt.",
      "fun_fact_es": "Escrita por Burt Bacharach y Hal David, esta canción superó la versión original estadounidense de Dionne Warwick en las listas británicas. Cilla fue descubierta por Brian Epstein en el Cavern Club.",
      "uri_apple_music": "applemusic://track/722441092",
      "uri_youtube_music": "https://music.youtube.com/watch?v=5lAPyZVKH9Y",
      "uri_tidal": "tidal://track/15199511",
      "fun_fact_fr": "Écrite par Burt Bacharach et Hal David, cette chanson a battu la version originale américaine de Dionne Warwick en tête des charts britanniques. Cilla a été célèbrement découverte par Brian Epstein au Cavern Club."
    },
    {
      "year": 1995,
      "uri": "spotify:track:6joAGL5IuD66Qgcz049ObW",
      "artist": "McAlmont & Butler",
      "title": "Yes",
      "alt_artists": [
        "Suede",
        "The Auteurs",
        "Mansun"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 8,
        "weeks_on_chart": 6
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Bernard Butler had just acrimoniously left Suede when he teamed up with David McAlmont for this soaring anthem. The song's dramatic orchestration was a deliberate departure from guitar-driven Britpop.",
      "fun_fact_de": "Bernard Butler hatte gerade im Streit Suede verlassen, als er sich mit David McAlmont für diese mitreißende Hymne zusammentat. Die dramatische Orchestrierung war eine bewusste Abkehr vom gitarrengetriebenen Britpop.",
      "fun_fact_es": "Bernard Butler acababa de dejar Suede de forma acrimoniosa cuando se unió a David McAlmont para este himno arrebatador. La dramática orquestación fue una ruptura deliberada con el Britpop basado en guitarras.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=POIIGYt5RlE",
      "uri_tidal": "tidal://track/2906226",
      "fun_fact_fr": "Bernard Butler venait de quitter Suede dans la discorde quand il s'est associé à David McAlmont pour cet hymne exaltant. L'orchestration dramatique était un écart délibéré du Britpop axé sur la guitare."
    },
    {
      "year": 1964,
      "uri": "spotify:track:1jQtC8sF34LjlsH6TP8D5K",
      "artist": "Dave Berry",
      "title": "The Crying Game",
      "alt_artists": [
        "Billy J. Kramer",
        "Wayne Fontana",
        "Brian Poole"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 5,
        "weeks_on_chart": 12
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This song gained a whole new audience when Boy George covered it for the 1992 Neil Jordan film of the same name. The original was written by Geoff Stephens, who also penned 'Winchester Cathedral'.",
      "fun_fact_de": "Dieses Lied gewann ein völlig neues Publikum, als Boy George es für den gleichnamigen Neil-Jordan-Film von 1992 coverte. Das Original wurde von Geoff Stephens geschrieben, der auch 'Winchester Cathedral' verfasste.",
      "fun_fact_es": "Esta canción ganó una nueva audiencia cuando Boy George la versionó para la película homónima de Neil Jordan de 1992. La original fue escrita por Geoff Stephens, quien también compuso 'Winchester Cathedral'.",
      "uri_apple_music": "applemusic://track/1443597121",
      "uri_youtube_music": "https://music.youtube.com/watch?v=tsWaIzwPRx0",
      "uri_tidal": "tidal://track/52826612",
      "fun_fact_fr": "Cette chanson a gagné un tout nouveau public quand Boy George l'a reprise pour le film homonyme de Neil Jordan en 1992. L'original a été écrit par Geoff Stephens, qui a également écrit « Winchester Cathedral »."
    },
    {
      "year": 1994,
      "uri": "spotify:track:6j4eSvLSgkb3ehJksCtq3w",
      "artist": "Morrissey",
      "title": "The More You Ignore Me, the Closer I Get",
      "alt_artists": [
        "Jarvis Cocker",
        "Brett Anderson",
        "Ian Brown"
      ],
      "chart_info": {
        "billboard_peak": 46,
        "uk_peak": 8,
        "weeks_on_chart": 5
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This was Morrissey's highest-charting single in the US, reaching number 46 on the Billboard Hot 100. The title is a perfect encapsulation of his trademark wit about unrequited obsession.",
      "fun_fact_de": "Dies war Morrisseys höchstplatzierte Single in den USA und erreichte Platz 46 der Billboard Hot 100. Der Titel ist eine perfekte Zusammenfassung seines typischen Witzes über unerwiderte Besessenheit.",
      "fun_fact_es": "Este fue el sencillo de Morrissey con mejor posición en EE.UU., alcanzando el número 46 en el Billboard Hot 100. El título es una encapsulación perfecta de su humor característico sobre la obsesión no correspondida.",
      "uri_apple_music": "applemusic://track/696749191",
      "uri_youtube_music": "https://music.youtube.com/watch?v=7-NvhfO9XNM",
      "uri_tidal": "tidal://track/30579254",
      "fun_fact_fr": "C'était le single de Morrissey le mieux classé aux États-Unis, atteignant la 46e place du Billboard Hot 100. Le titre est une parfaite encapsulation de son humour caractéristique sur l'obsession non réciproque."
    },
    {
      "year": 1967,
      "uri": "spotify:track:7niIxUv4I2DPb9VJF16P1g",
      "artist": "Keith West",
      "title": "Excerpt from a Teenage Opera",
      "alt_artists": [
        "Scott Walker",
        "Cat Stevens",
        "Donovan"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 2,
        "weeks_on_chart": 15
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Produced by Mark Wirtz as part of an ambitious concept album that was never completed, this single about the death of Grocer Jack became one of the great lost psychedelic pop masterpieces of the 1960s.",
      "fun_fact_de": "Produziert von Mark Wirtz als Teil eines ambitionierten Konzeptalbums, das nie fertiggestellt wurde, wurde diese Single über den Tod von Grocer Jack zu einem der großen verlorenen psychedelischen Pop-Meisterwerke der 1960er.",
      "fun_fact_es": "Producido por Mark Wirtz como parte de un ambicioso álbum conceptual que nunca se completó, este sencillo sobre la muerte de Grocer Jack se convirtió en una de las grandes obras maestras perdidas del pop psicodélico de los años 60.",
      "uri_apple_music": "applemusic://track/1556446114",
      "uri_youtube_music": "https://music.youtube.com/watch?v=guwp_mjsXPE",
      "uri_tidal": "tidal://track/175758934",
      "fun_fact_fr": "Produit par Mark Wirtz dans le cadre d'un album concept ambitieux qui n'a jamais été terminé, ce single sur la mort de Grocer Jack est devenu l'un des grands chefs-d'œuvre perdus du pop psychédélique des années 1960."
    },
    {
      "year": 1996,
      "uri": "spotify:track:6L0Cy5aoMpxod9Z2p0Roo8",
      "artist": "The Divine Comedy",
      "title": "Something for the Weekend",
      "alt_artists": [
        "Pulp",
        "The Beautiful South",
        "Prefab Sprout"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 14,
        "weeks_on_chart": 5
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Neil Hannon's wry, Scott Walker-influenced croon made this the band's breakthrough hit. The title is a cheeky British euphemism, and the song's orchestral grandeur belied its indie origins.",
      "fun_fact_de": "Neil Hannons trockener, von Scott Walker beeinflusster Gesang machte dies zum Durchbruchshit der Band. Der Titel ist ein frecher britischer Euphemismus, und die orchestrale Grandiosität verbarg die Indie-Ursprünge.",
      "fun_fact_es": "El canto irónico de Neil Hannon, influenciado por Scott Walker, convirtió esta canción en el éxito revelación de la banda. El título es un pícaro eufemismo británico, y la grandiosidad orquestal ocultaba sus orígenes indie.",
      "uri_apple_music": "applemusic://track/163951054",
      "uri_youtube_music": "https://music.youtube.com/watch?v=ZFjfa_RB6Pc",
      "uri_tidal": "tidal://track/49502882",
      "fun_fact_fr": "Le chant ironique de Neil Hannon, influencé par Scott Walker, a fait de cette chanson le hit révélation du groupe. Le titre est un euphémisme britannique coquin, et la grandeur orchestrale cachait les origines indie."
    },
    {
      "year": 1965,
      "uri": "spotify:track:4B1TRsyU6vgeJxf9w7LjOz",
      "artist": "Georgie Fame & The Blue Flames",
      "title": "Yeh, Yeh",
      "alt_artists": [
        "Manfred Mann",
        "The Spencer Davis Group",
        "The Animals"
      ],
      "chart_info": {
        "billboard_peak": 21,
        "uk_peak": 1,
        "weeks_on_chart": 12
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Originally a jazz instrumental by Mongo Santamaria, Georgie Fame added lyrics and turned it into a UK number one. He was one of the few white British artists regularly performing at the Flamingo Club's all-nighters.",
      "fun_fact_de": "Ursprünglich ein Jazz-Instrumental von Mongo Santamaria, fügte Georgie Fame einen Text hinzu und machte daraus eine britische Nummer eins. Er war einer der wenigen weißen britischen Künstler, die regelmäßig bei den Nachtveranstaltungen des Flamingo Clubs auftraten.",
      "fun_fact_es": "Originalmente un instrumental de jazz de Mongo Santamaria, Georgie Fame añadió letra y la convirtió en un número uno en el Reino Unido. Fue uno de los pocos artistas británicos blancos que actuaban regularmente en las sesiones nocturnas del Flamingo Club.",
      "uri_apple_music": "applemusic://track/1442930153",
      "uri_youtube_music": "https://music.youtube.com/watch?v=9nRmV2I-yLQ",
      "uri_tidal": "tidal://track/573597",
      "fun_fact_fr": "À l'origine un instrumental jazz de Mongo Santamaria, Georgie Fame a ajouté des paroles et en a fait un numéro un britannique. Il était l'un des rares artistes blancs britanniques à se produire régulièrement aux soirées du Flamingo Club."
    },
    {
      "year": 1995,
      "uri": "spotify:track:2dINjMxChoALja13fOn99R",
      "artist": "Paul Weller",
      "title": "You Do Something To Me",
      "alt_artists": [
        "Ocean Colour Scene",
        "Cast",
        "Dodgy"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 9,
        "weeks_on_chart": 7
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This tender acoustic ballad helped cement Weller's status as the 'Modfather' of Britpop. It appeared on the album 'Stanley Road', which became the best-selling album of 1995 in the UK.",
      "fun_fact_de": "Diese zarte akustische Ballade festigte Wellers Status als 'Modfather' des Britpop. Sie erschien auf dem Album 'Stanley Road', das 1995 das meistverkaufte Album im Vereinigten Königreich wurde.",
      "fun_fact_es": "Esta tierna balada acústica ayudó a consolidar el estatus de Weller como el 'Modfather' del Britpop. Apareció en el álbum 'Stanley Road', que se convirtió en el álbum más vendido de 1995 en el Reino Unido.",
      "uri_apple_music": "applemusic://track/1442454279",
      "uri_youtube_music": "https://music.youtube.com/watch?v=tM1rSTOs7Zs",
      "uri_tidal": "tidal://track/638998",
      "fun_fact_fr": "Cette tendre ballade acoustique a consolidé le statut de Weller comme « Modfather » du Britpop. Elle figure sur l'album « Stanley Road », qui est devenu l'album le plus vendu de 1995 au Royaume-Uni."
    },
    {
      "year": 1968,
      "uri": "spotify:track:3Md57Z53QPr1KfdF6eCqdI",
      "artist": "The Crazy World Of Arthur Brown",
      "title": "Fire",
      "alt_artists": [
        "Screaming Lord Sutch",
        "The Pretty Things",
        "The Creation"
      ],
      "chart_info": {
        "billboard_peak": 2,
        "uk_peak": 1,
        "weeks_on_chart": 14
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Arthur Brown famously performed this song wearing a flaming helmet on his head, making him one of rock's first true shock performers. The song's opening cry 'I am the god of hellfire!' is one of the most iconic in rock history.",
      "fun_fact_de": "Arthur Brown führte dieses Lied berühmt mit einem brennenden Helm auf dem Kopf auf und wurde damit zu einem der ersten echten Schock-Performer des Rock. Der Eröffnungsruf 'I am the god of hellfire!' ist einer der ikonischsten der Rockgeschichte.",
      "fun_fact_es": "Arthur Brown interpretaba esta canción con un casco en llamas en la cabeza, convirtiéndose en uno de los primeros artistas de shock del rock. El grito inicial 'I am the god of hellfire!' es uno de los más icónicos de la historia del rock.",
      "uri_apple_music": "applemusic://track/1657674276",
      "uri_youtube_music": "https://music.youtube.com/watch?v=TysIkGtf_a8",
      "uri_tidal": "tidal://track/615160",
      "fun_fact_fr": "Arthur Brown interprétait célèbrement cette chanson avec un casque en feu sur la tête, faisant de lui l'un des premiers vrais artistes choc du rock. Le cri d'ouverture « I am the god of hellfire! » est l'un des plus iconiques de l'histoire du rock."
    },
    {
      "year": 1996,
      "uri": "spotify:track:1GTPxha6U7x9ElVxkQw3OK",
      "artist": "The Prodigy",
      "title": "Firestarter",
      "alt_artists": [
        "The Chemical Brothers",
        "Underworld",
        "Fatboy Slim"
      ],
      "chart_info": {
        "billboard_peak": 30,
        "uk_peak": 1,
        "weeks_on_chart": 16
      },
      "certifications": [
        "Platinum (UK)",
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Keith Flint's punk vocal delivery was initially just a demo guide vocal, but the band decided it captured the song's aggression perfectly. The music video was so controversial that the BBC received numerous complaints.",
      "fun_fact_de": "Keith Flints Punk-Gesang war ursprünglich nur ein Demo-Leitgesang, aber die Band entschied, dass er die Aggression des Songs perfekt einfing. Das Musikvideo war so kontrovers, dass die BBC zahlreiche Beschwerden erhielt.",
      "fun_fact_es": "La voz punk de Keith Flint era inicialmente solo una guía vocal para la demo, pero la banda decidió que capturaba perfectamente la agresividad de la canción. El videoclip fue tan controvertido que la BBC recibió numerosas quejas.",
      "uri_apple_music": "applemusic://track/1450124083",
      "uri_youtube_music": "https://music.youtube.com/watch?v=wmin5WkOuPw",
      "uri_tidal": "tidal://track/17981371",
      "fun_fact_fr": "Le chant punk de Keith Flint était initialement juste une voix guide pour la démo, mais le groupe a décidé qu'il capturait parfaitement l'agressivité de la chanson. Le clip était si controversé que la BBC a reçu de nombreuses plaintes."
    },
    {
      "year": 1964,
      "uri": "spotify:track:0ZQ6ckgerHYM5mOUxTl99Q",
      "artist": "Petula Clark",
      "title": "Downtown",
      "alt_artists": [
        "Dusty Springfield",
        "Cilla Black",
        "Sandie Shaw"
      ],
      "chart_info": {
        "billboard_peak": 1,
        "uk_peak": 2,
        "weeks_on_chart": 15
      },
      "certifications": [
        "Gold (US)",
        "Gold (UK)"
      ],
      "awards": [
        "Grammy Award for Best Rock and Roll Recording (1965)"
      ],
      "awards_de": [
        "Grammy Award für beste Rock-and-Roll-Aufnahme (1965)"
      ],
      "awards_es": [
        "Premio Grammy a la Mejor Grabación de Rock and Roll (1965)"
      ],
      "fun_fact": "Written by Tony Hatch after a walk through the bright lights of London's West End, this became the first UK female artist's song to reach number one in the US during the British Invasion era.",
      "fun_fact_de": "Geschrieben von Tony Hatch nach einem Spaziergang durch die hellen Lichter von Londons West End, wurde dies der erste Song einer britischen Künstlerin, der während der British-Invasion-Ära in den USA Platz eins erreichte.",
      "fun_fact_es": "Escrita por Tony Hatch tras un paseo por las luces brillantes del West End de Londres, fue la primera canción de una artista británica en alcanzar el número uno en EE.UU. durante la era de la Invasión Británica.",
      "uri_apple_music": "applemusic://track/1676480949",
      "uri_youtube_music": "https://music.youtube.com/watch?v=cieS-GgnV7Q",
      "uri_tidal": "tidal://track/283456891",
      "fun_fact_fr": "Écrite par Tony Hatch après une promenade dans les lumières brillantes du West End de Londres, cette chanson est devenue la première d'une artiste britannique à atteindre le numéro un aux États-Unis pendant l'ère de la British Invasion."
    },
    {
      "year": 1995,
      "uri": "spotify:track:2njbVCXigj8UiiD4cnwknY",
      "artist": "Sleeper",
      "title": "What Do I Do Now",
      "alt_artists": [
        "Echobelly",
        "Lush",
        "Bis"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 14,
        "weeks_on_chart": 3
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Sleeper's Louise Wener was one of the most prominent female voices in Britpop and later became a successful novelist. The band were fixtures of the mid-90s NME scene alongside Elastica and Echobelly.",
      "fun_fact_de": "Sleepers Louise Wener war eine der prominentesten weiblichen Stimmen im Britpop und wurde später eine erfolgreiche Romanautorin. Die Band war neben Elastica und Echobelly fester Bestandteil der NME-Szene Mitte der 90er.",
      "fun_fact_es": "Louise Wener de Sleeper fue una de las voces femeninas más prominentes del Britpop y luego se convirtió en novelista exitosa. La banda era habitual de la escena NME de mediados de los 90 junto a Elastica y Echobelly.",
      "uri_apple_music": "applemusic://track/1097843118",
      "uri_youtube_music": "https://music.youtube.com/watch?v=0qwz83Qa3w0",
      "uri_tidal": "tidal://track/2932305",
      "fun_fact_fr": "Louise Wener de Sleeper était l'une des voix féminines les plus en vue du Britpop et est ensuite devenue une romancière à succès. Le groupe était un pilier de la scène NME du milieu des années 90 aux côtés d'Elastica et Echobelly."
    },
    {
      "year": 1966,
      "uri": "spotify:track:4FQtlMSC4lSHxNaLaoXGGK",
      "artist": "Donovan",
      "title": "Season of the Witch",
      "alt_artists": [
        "Cat Stevens",
        "Al Stewart",
        "Roy Harper"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Though never released as a single, this hypnotic track from the 'Sunshine Superman' album became one of the most covered songs of the psychedelic era, with versions by everyone from Al Kooper to Dr. John.",
      "fun_fact_de": "Obwohl nie als Single veröffentlicht, wurde dieser hypnotische Track vom Album 'Sunshine Superman' zu einem der meistgecoverten Songs der psychedelischen Ära, mit Versionen von Al Kooper bis Dr. John.",
      "fun_fact_es": "Aunque nunca se lanzó como sencillo, esta hipnótica canción del álbum 'Sunshine Superman' se convirtió en una de las más versionadas de la era psicodélica, con versiones de Al Kooper a Dr. John.",
      "uri_apple_music": "applemusic://track/516667494",
      "uri_youtube_music": "https://music.youtube.com/watch?v=GU35oCHGhJ0",
      "uri_tidal": "tidal://track/1634863",
      "fun_fact_fr": "Bien que jamais sortie en single, cette chanson hypnotique de l'album « Sunshine Superman » est devenue l'une des plus reprises de l'ère psychédélique, avec des versions d'Al Kooper à Dr. John."
    },
    {
      "year": 1995,
      "uri": "spotify:track:6XOINCZBv8Q7RXgNNiTwIN",
      "artist": "Edwyn Collins",
      "title": "A Girl Like You",
      "alt_artists": [
        "The Lightning Seeds",
        "Dodgy",
        "The Boo Radleys"
      ],
      "chart_info": {
        "billboard_peak": 32,
        "uk_peak": 4,
        "weeks_on_chart": 12
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Collins recorded this at his home studio in West Hampstead. The former Orange Juice frontman suffered two cerebral haemorrhages in 2005 but made a remarkable recovery and continued making music.",
      "fun_fact_de": "Collins nahm dies in seinem Heimstudio in West Hampstead auf. Der ehemalige Orange-Juice-Frontmann erlitt 2005 zwei Hirnblutungen, erholte sich aber bemerkenswert und machte weiter Musik.",
      "fun_fact_es": "Collins grabó esta canción en su estudio casero en West Hampstead. El ex líder de Orange Juice sufrió dos hemorragias cerebrales en 2005, pero se recuperó notablemente y siguió haciendo música.",
      "uri_apple_music": "applemusic://track/474270145",
      "uri_youtube_music": "https://music.youtube.com/watch?v=6oqJ0JpMj6I",
      "uri_tidal": "tidal://track/258291340",
      "fun_fact_fr": "Collins a enregistré ceci dans son studio à domicile à West Hampstead. L'ancien leader d'Orange Juice a subi deux hémorragies cérébrales en 2005, mais s'est remarquablement rétabli et a continué à faire de la musique."
    },
    {
      "year": 1963,
      "uri": "spotify:track:4LddAerqROEdlx1GF1bcVd",
      "artist": "The Swinging Blue Jeans",
      "title": "The Hippy Hippy Shake",
      "alt_artists": [
        "Gerry and the Pacemakers",
        "The Searchers",
        "Billy J. Kramer & The Dakotas"
      ],
      "chart_info": {
        "billboard_peak": 24,
        "uk_peak": 2,
        "weeks_on_chart": 17
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Originally written and recorded by Chan Romero in 1959, this Merseybeat version became a staple of the Liverpool scene. The Beatles also used to perform it at the Cavern Club before the Swinging Blue Jeans made it a hit.",
      "fun_fact_de": "Ursprünglich 1959 von Chan Romero geschrieben und aufgenommen, wurde diese Merseybeat-Version zum Klassiker der Liverpooler Szene. Auch die Beatles spielten es im Cavern Club, bevor die Swinging Blue Jeans einen Hit daraus machten.",
      "fun_fact_es": "Originalmente escrita y grabada por Chan Romero en 1959, esta versión Merseybeat se convirtió en un clásico de la escena de Liverpool. Los Beatles también la tocaban en el Cavern Club antes de que los Swinging Blue Jeans la convirtieran en un éxito.",
      "uri_apple_music": "applemusic://track/1629188839",
      "uri_youtube_music": "https://music.youtube.com/watch?v=SvJJkj4ECrQ",
      "uri_tidal": "tidal://track/233138998",
      "fun_fact_fr": "Écrite et enregistrée à l'origine par Chan Romero en 1959, cette version Merseybeat est devenue un classique de la scène de Liverpool. Les Beatles la jouaient aussi au Cavern Club avant que les Swinging Blue Jeans n'en fassent un hit."
    },
    {
      "year": 1994,
      "uri": "spotify:track:325ywcjk03LUXG2MQ0M3W5",
      "artist": "These Animal Men",
      "title": "This Is The Sound Of Youth",
      "alt_artists": [
        "S*M*A*S*H",
        "Compulsion",
        "Mega City Four"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 72,
        "weeks_on_chart": 1
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Part of the short-lived 'New Wave of New Wave' movement, These Animal Men were known for their confrontational live shows and androgynous style. The NME championed them as the future of British guitar music.",
      "fun_fact_de": "Als Teil der kurzlebigen 'New Wave of New Wave'-Bewegung waren These Animal Men für ihre konfrontativen Live-Shows und ihren androgynen Stil bekannt. Der NME feierte sie als die Zukunft der britischen Gitarrenmusik.",
      "fun_fact_es": "Parte del efímero movimiento 'New Wave of New Wave', These Animal Men eran conocidos por sus confrontativos shows en vivo y su estilo andrógino. El NME los promocionó como el futuro de la música de guitarra británica.",
      "uri_apple_music": "applemusic://track/714771169",
      "uri_youtube_music": "https://music.youtube.com/watch?v=MpOfUXVUm6k",
      "uri_tidal": "tidal://track/2983240",
      "fun_fact_fr": "Faisant partie du mouvement éphémère « New Wave of New Wave », These Animal Men étaient connus pour leurs concerts provocateurs et leur style androgyne. Le NME les a promus comme l'avenir de la musique guitare britannique."
    },
    {
      "year": 1964,
      "uri": "spotify:track:5zyYjd6yeJsO37EHGDhv5M",
      "artist": "Marianne Faithfull",
      "title": "As Tears Go By",
      "alt_artists": [
        "Sandie Shaw",
        "Dusty Springfield",
        "Lulu"
      ],
      "chart_info": {
        "billboard_peak": 22,
        "uk_peak": 9,
        "weeks_on_chart": 10
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This was the first song Mick Jagger and Keith Richards ever wrote, penned at the suggestion of their manager Andrew Loog Oldham. The Rolling Stones later recorded their own version in 1965.",
      "fun_fact_de": "Dies war der erste Song, den Mick Jagger und Keith Richards je schrieben, auf Anregung ihres Managers Andrew Loog Oldham. Die Rolling Stones nahmen 1965 ihre eigene Version auf.",
      "fun_fact_es": "Esta fue la primera canción que Mick Jagger y Keith Richards escribieron, a sugerencia de su mánager Andrew Loog Oldham. Los Rolling Stones grabaron su propia versión en 1965.",
      "uri_apple_music": "applemusic://track/1657541955",
      "uri_youtube_music": "https://music.youtube.com/watch?v=-efIjZ_1yQg",
      "uri_tidal": "tidal://track/5220458",
      "fun_fact_fr": "C'est la première chanson que Mick Jagger et Keith Richards ont jamais écrite, à la suggestion de leur manager Andrew Loog Oldham. Les Rolling Stones ont enregistré leur propre version en 1965."
    },
    {
      "year": 1993,
      "uri": "spotify:track:0dxsgDiK0SqcaFIqkxLtyZ",
      "artist": "Saint Etienne",
      "title": "You're in a Bad Way",
      "alt_artists": [
        "Everything but the Girl",
        "The Beautiful South",
        "Stereolab"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 12,
        "weeks_on_chart": 6
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Saint Etienne blended indie pop with house music and Northern soul in a uniquely British way. Vocalist Sarah Cracknell became an indie pop icon, and the band named themselves after the French football club.",
      "fun_fact_de": "Saint Etienne vermischten Indie-Pop mit House-Musik und Northern Soul auf einzigartig britische Weise. Sängerin Sarah Cracknell wurde zur Indie-Pop-Ikone, und die Band benannte sich nach dem französischen Fußballclub.",
      "fun_fact_es": "Saint Etienne fusionaron el indie pop con la música house y el Northern soul de una manera únicamente británica. La vocalista Sarah Cracknell se convirtió en un ícono del indie pop, y la banda tomó su nombre del club de fútbol francés.",
      "uri_apple_music": "applemusic://track/1237428984",
      "uri_tidal": "tidal://track/74070493",
      "fun_fact_fr": "Saint Etienne mélangeait l'indie pop avec la house music et la Northern soul d'une manière typiquement britannique. La chanteuse Sarah Cracknell est devenue une icône de l'indie pop, et le groupe tire son nom du club de football français."
    },
    {
      "year": 1968,
      "uri": "spotify:track:26ADwZU5NiEq14qcdPbSTa",
      "artist": "Julie Driscoll, Brian Auger & The Trinity",
      "title": "This Wheel's On Fire",
      "alt_artists": [
        "Georgie Fame",
        "Long John Baldry",
        "Zoot Money"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 5,
        "weeks_on_chart": 12
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Written by Bob Dylan and Rick Danko from The Band, this jazzy arrangement turned the song into a UK Top 5 hit. Decades later, it was re-recorded as the theme tune for the BBC sitcom 'Absolutely Fabulous'.",
      "fun_fact_de": "Geschrieben von Bob Dylan und Rick Danko von The Band, machte dieses jazzige Arrangement den Song zu einem UK-Top-5-Hit. Jahrzehnte später wurde es als Titelmelodie für die BBC-Sitcom 'Absolutely Fabulous' neu aufgenommen.",
      "fun_fact_es": "Escrita por Bob Dylan y Rick Danko de The Band, este arreglo jazzístico convirtió la canción en un éxito Top 5 en el Reino Unido. Décadas después, fue regrabada como sintonía de la comedia de la BBC 'Absolutely Fabulous'.",
      "uri_apple_music": "applemusic://track/1604247466",
      "uri_youtube_music": "https://music.youtube.com/watch?v=FkCBVZHrstE",
      "uri_tidal": "tidal://track/1300302",
      "fun_fact_fr": "Écrite par Bob Dylan et Rick Danko de The Band, cet arrangement jazzy a fait de la chanson un hit du Top 5 britannique. Des décennies plus tard, elle a été réenregistrée comme générique de la sitcom BBC « Absolutely Fabulous »."
    },
    {
      "year": 1995,
      "uri": "spotify:track:2Lk3YhCbNeQS6YKjIJae2O",
      "artist": "Elastica",
      "title": "Waking Up",
      "alt_artists": [
        "Sleeper",
        "Lush",
        "Garbage"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 13,
        "weeks_on_chart": 4
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Justine Frischmann's Elastica were one of the fastest-selling debut acts in UK chart history. She was in a high-profile relationship with Damon Albarn of Blur, placing her at the very centre of the Britpop universe.",
      "fun_fact_de": "Justine Frischmanns Elastica gehörten zu den schnellstverkauften Debütacts der britischen Chartgeschichte. Ihre vielbeachtete Beziehung mit Damon Albarn von Blur stellte sie ins Zentrum des Britpop-Universums.",
      "fun_fact_es": "Elastica de Justine Frischmann fue uno de los actos debutantes de ventas más rápidas en la historia de las listas británicas. Su relación de alto perfil con Damon Albarn de Blur la colocó en el centro del universo Britpop.",
      "uri_apple_music": "applemusic://track/1443993602",
      "uri_youtube_music": "https://music.youtube.com/watch?v=WlOje4ly4hg",
      "uri_tidal": "tidal://track/35978061",
      "fun_fact_fr": "Elastica de Justine Frischmann a été l'un des premiers albums les plus rapidement vendus de l'histoire des charts britanniques. Sa relation très médiatisée avec Damon Albarn de Blur l'a placée au centre de l'univers Britpop."
    },
    {
      "year": 1965,
      "uri": "spotify:track:7uXwTYek9qDCJujgBNOJHv",
      "artist": "Bert Jansch",
      "title": "Needle of Death",
      "alt_artists": [
        "John Renbourn",
        "Davy Graham",
        "Nick Drake"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This haunting folk song was written about the heroin overdose death of Jansch's friend Buck Polly. It became one of the most influential British folk recordings, inspiring artists from Neil Young to Johnny Marr.",
      "fun_fact_de": "Dieses eindringliche Volkslied wurde über den Heroin-Überdosis-Tod von Janschs Freund Buck Polly geschrieben. Es wurde zu einer der einflussreichsten britischen Folk-Aufnahmen und inspirierte Künstler von Neil Young bis Johnny Marr.",
      "fun_fact_es": "Esta inquietante canción folk fue escrita sobre la muerte por sobredosis de heroína del amigo de Jansch, Buck Polly. Se convirtió en una de las grabaciones folk británicas más influyentes, inspirando a artistas desde Neil Young hasta Johnny Marr.",
      "uri_apple_music": "applemusic://track/1439722152",
      "uri_youtube_music": "https://music.youtube.com/watch?v=is1uCyTJ_DA",
      "uri_tidal": "tidal://track/63653927",
      "fun_fact_fr": "Cette chanson folk poignante a été écrite sur la mort par overdose d'héroïne de l'ami de Jansch, Buck Polly. Elle est devenue l'un des enregistrements folk britanniques les plus influents, inspirant des artistes de Neil Young à Johnny Marr."
    },
    {
      "year": 1997,
      "uri": "spotify:track:15kLz0zNFdtsaJdXKSGmTU",
      "artist": "The Verve",
      "title": "The Drugs Don't Work",
      "alt_artists": [
        "Travis",
        "Embrace",
        "The Manic Street Preachers"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 12
      },
      "certifications": [
        "Platinum (UK)"
      ],
      "awards": [
        "Brit Award for Best British Single (Nomination, 1998)"
      ],
      "awards_de": [
        "Brit Award für beste britische Single (Nominierung, 1998)"
      ],
      "awards_es": [
        "Brit Award a Mejor Sencillo Británico (Nominación, 1998)"
      ],
      "fun_fact": "Richard Ashcroft wrote this about his father's battle with illness and the futility of medication. It became The Verve's only UK number one and is often cited as one of the greatest British songs of the 1990s.",
      "fun_fact_de": "Richard Ashcroft schrieb dies über den Kampf seines Vaters gegen die Krankheit und die Sinnlosigkeit der Medikamente. Es wurde The Verves einzige UK-Nummer-eins und gilt oft als einer der größten britischen Songs der 1990er.",
      "fun_fact_es": "Richard Ashcroft escribió esta canción sobre la lucha de su padre contra la enfermedad y la futilidad de la medicación. Se convirtió en el único número uno de The Verve en el Reino Unido y es considerada una de las mejores canciones británicas de los años 90.",
      "uri_apple_music": "applemusic://track/1788430730",
      "uri_youtube_music": "https://music.youtube.com/watch?v=ToQ0n3itoII",
      "uri_tidal": "tidal://track/77892509",
      "fun_fact_fr": "Richard Ashcroft a écrit ceci sur la bataille de son père contre la maladie et l'inutilité des médicaments. C'est devenu le seul numéro un de The Verve au Royaume-Uni et est souvent citée comme l'une des meilleures chansons britanniques des années 1990."
    },
    {
      "year": 1968,
      "uri": "spotify:track:6mRqHdduwhNQeM6NROFcwu",
      "artist": "The Move",
      "title": "Blackberry Way",
      "alt_artists": [
        "The Troggs",
        "The Hollies",
        "The Zombies"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 12
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This was The Move's only UK number one, written by Roy Wood who would later co-found Electric Light Orchestra with Jeff Lynne. Wood reportedly disliked the song, feeling it was too commercial.",
      "fun_fact_de": "Dies war The Moves einzige UK-Nummer-eins, geschrieben von Roy Wood, der später mit Jeff Lynne das Electric Light Orchestra mitgründete. Wood mochte den Song angeblich nicht und fand ihn zu kommerziell.",
      "fun_fact_es": "Este fue el único número uno de The Move en el Reino Unido, escrito por Roy Wood, quien más tarde cofundaría Electric Light Orchestra con Jeff Lynne. Se dice que a Wood no le gustaba la canción por considerarla demasiado comercial.",
      "uri_apple_music": "applemusic://track/1681883064",
      "uri_youtube_music": "https://music.youtube.com/watch?v=8QwXpuPJ-4k",
      "uri_tidal": "tidal://track/288806439",
      "fun_fact_fr": "C'était le seul numéro un britannique de The Move, écrit par Roy Wood qui cofonderait plus tard Electric Light Orchestra avec Jeff Lynne. Wood n'aimait apparemment pas la chanson, la trouvant trop commerciale."
    },
    {
      "year": 1996,
      "uri": "spotify:track:7iqS4pS1eVQbsJGbJKVwQb",
      "artist": "Belle and Sebastian",
      "title": "Like Dylan in the Movies",
      "alt_artists": [
        "Camera Obscura",
        "The Pastels",
        "Teenage Fanclub"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "From the debut album 'Tigermilk', originally pressed as just 1,000 copies as a university music course project. Stuart Murdoch's literary, whispery songwriting style defined the late-90s indie pop revival from Glasgow.",
      "fun_fact_de": "Vom Debütalbum 'Tigermilk', ursprünglich als Universitäts-Musikprojekt in nur 1.000 Exemplaren gepresst. Stuart Murdochs literarischer, flüsternder Songwriting-Stil prägte das Indie-Pop-Revival der späten 90er aus Glasgow.",
      "fun_fact_es": "Del álbum debut 'Tigermilk', originalmente prensado en solo 1.000 copias como proyecto de un curso universitario de música. El estilo literario y susurrante de Stuart Murdoch definió el revival del indie pop de finales de los 90 desde Glasgow.",
      "uri_apple_music": "applemusic://track/516531196",
      "uri_youtube_music": "https://music.youtube.com/watch?v=rGf3avdnI8U",
      "uri_tidal": "tidal://track/14575208",
      "fun_fact_fr": "De l'album début « Tigermilk », initialement pressé à seulement 1 000 exemplaires comme projet d'un cours de musique universitaire. Le style d'écriture littéraire et murmuré de Stuart Murdoch a défini le renouveau de l'indie pop de la fin des années 90 depuis Glasgow."
    },
    {
      "year": 1967,
      "uri": "spotify:track:7IyDLBtIXS2EKZEt8trS03",
      "artist": "The Incredible String Band",
      "title": "The Hedgehog's Song",
      "alt_artists": [
        "Donovan",
        "Pentangle",
        "Fairport Convention"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Incredible String Band were favourites of Paul McCartney and were invited to play at Woodstock, though their set was delayed by rain.",
      "fun_fact_de": "Die Incredible String Band waren Favoriten von Paul McCartney und wurden eingeladen, in Woodstock zu spielen, obwohl ihr Auftritt wegen Regen verschoben wurde.",
      "fun_fact_es": "The Incredible String Band eran favoritos de Paul McCartney y fueron invitados a tocar en Woodstock, aunque su actuación se retrasó por la lluvia.",
      "uri_apple_music": "applemusic://track/397029247",
      "uri_youtube_music": "https://music.youtube.com/watch?v=n9AbjxbpVlk",
      "uri_tidal": "tidal://track/4718642",
      "fun_fact_fr": "The Incredible String Band était les favoris de Paul McCartney et ont été invités à jouer à Woodstock, bien que leur set ait été retardé par la pluie."
    },
    {
      "year": 1997,
      "uri": "spotify:track:6fNg0XJSCq1Dn8GEtoDxbB",
      "artist": "Gorky's Zygotic Mynci",
      "title": "Patio Song",
      "alt_artists": [
        "Super Furry Animals",
        "Catatonia",
        "Manic Street Preachers"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 49,
        "weeks_on_chart": 2
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This Welsh band's unpronounceable name reportedly came from a random phrase a schoolmate invented. 'Patio Song' became their biggest hit and an indie classic.",
      "fun_fact_de": "Der unaussprechliche Name dieser walisischen Band stammte angeblich von einem zufälligen Ausdruck eines Schulkameraden. 'Patio Song' wurde ihr größter Hit und ein Indie-Klassiker.",
      "fun_fact_es": "El nombre impronunciable de esta banda galesa supuestamente provino de una frase aleatoria que inventó un compañero de escuela. 'Patio Song' se convirtió en su mayor éxito y un clásico indie.",
      "uri_apple_music": "applemusic://track/1443773352",
      "uri_youtube_music": "https://music.youtube.com/watch?v=LXMey9IT7hk",
      "uri_tidal": "tidal://track/632726",
      "fun_fact_fr": "Le nom imprononçable de ce groupe gallois proviendrait d'une phrase aléatoire inventée par un camarade de classe. « Patio Song » est devenu leur plus grand hit et un classique indie."
    },
    {
      "year": 1965,
      "uri": "spotify:track:5MPe6xritVmATqA3SceSiH",
      "artist": "Peter Sellers",
      "title": "A Hard Day's Night",
      "alt_artists": [
        "Spike Milligan",
        "Bernard Cribbins",
        "The Goons"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 14,
        "weeks_on_chart": 8
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Peter Sellers performed this Beatles cover in the style of Laurence Olivier doing Shakespeare's Richard III. It was so funny that even the Beatles loved it.",
      "fun_fact_de": "Peter Sellers performte dieses Beatles-Cover im Stil von Laurence Olivier als Shakespeares Richard III. Es war so lustig, dass sogar die Beatles es liebten.",
      "fun_fact_es": "Peter Sellers interpretó esta versión de los Beatles al estilo de Laurence Olivier haciendo Ricardo III de Shakespeare. Fue tan gracioso que incluso a los Beatles les encantó.",
      "uri_apple_music": "applemusic://track/726215923",
      "uri_youtube_music": "https://music.youtube.com/watch?v=NAyBRGjCN1A",
      "uri_tidal": "tidal://track/1501352",
      "fun_fact_fr": "Peter Sellers a interprété cette reprise des Beatles dans le style de Laurence Olivier jouant Richard III de Shakespeare. C'était si drôle que même les Beatles l'ont adorée."
    },
    {
      "year": 1995,
      "uri": "spotify:track:6FBgJpvCDc4eZmWuTj3qpx",
      "artist": "The Mike Flowers Pops",
      "title": "Wonderwall",
      "alt_artists": [
        "Oasis",
        "Blur",
        "The Divine Comedy"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 2,
        "weeks_on_chart": 11
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This easy-listening lounge version of Oasis's 'Wonderwall' nearly beat the original to number one. Noel Gallagher himself said he preferred this version.",
      "fun_fact_de": "Diese Easy-Listening-Lounge-Version von Oasis' 'Wonderwall' hätte beinahe das Original auf Platz eins geschlagen. Noel Gallagher selbst sagte, er bevorzuge diese Version.",
      "fun_fact_es": "Esta versión lounge de 'Wonderwall' de Oasis casi superó a la original en el número uno. El propio Noel Gallagher dijo que prefería esta versión.",
      "uri_apple_music": "applemusic://track/1319969849",
      "uri_youtube_music": "https://music.youtube.com/watch?v=NTfZshkNZRw",
      "uri_tidal": "tidal://track/82521970",
      "fun_fact_fr": "Cette version lounge easy-listening de « Wonderwall » d'Oasis a failli battre l'original au numéro un. Noel Gallagher lui-même a dit qu'il préférait cette version."
    },
    {
      "year": 1967,
      "uri": "spotify:track:0wJoRiX5K5BxlqZTolB2LD",
      "artist": "Jimi Hendrix",
      "title": "Purple Haze",
      "alt_artists": [
        "Cream",
        "The Who",
        "Jeff Beck Group"
      ],
      "chart_info": {
        "billboard_peak": 65,
        "uk_peak": 3,
        "weeks_on_chart": 14
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Though Hendrix was American, his career was launched from London after Chas Chandler of The Animals brought him to England. 'Purple Haze' was first a UK hit before crossing the Atlantic.",
      "fun_fact_de": "Obwohl Hendrix Amerikaner war, wurde seine Karriere in London gestartet, nachdem Chas Chandler von The Animals ihn nach England gebracht hatte. 'Purple Haze' war zuerst ein UK-Hit, bevor er den Atlantik überquerte.",
      "fun_fact_es": "Aunque Hendrix era estadounidense, su carrera se lanzó desde Londres después de que Chas Chandler de The Animals lo llevara a Inglaterra. 'Purple Haze' fue primero un éxito en el Reino Unido antes de cruzar el Atlántico.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=cbG7HEEPE1o",
      "uri_tidal": "tidal://track/3246793",
      "fun_fact_fr": "Bien que Hendrix soit américain, sa carrière a été lancée depuis Londres après que Chas Chandler de The Animals l'ait amené en Angleterre. « Purple Haze » a d'abord été un hit au Royaume-Uni avant de traverser l'Atlantique."
    },
    {
      "year": 1996,
      "uri": "spotify:track:7wf3NbGxanYc3qy9NqdNde",
      "artist": "Placebo",
      "title": "Bruise Pristine",
      "alt_artists": [
        "Suede",
        "Mansun",
        "Ash"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Placebo's debut single caught the attention of David Bowie, who later invited them to perform at his 50th birthday concert at Madison Square Garden in 1997.",
      "fun_fact_de": "Placebos Debütsingle erregte die Aufmerksamkeit von David Bowie, der sie später einlud, bei seinem 50. Geburtstagskonzert im Madison Square Garden 1997 aufzutreten.",
      "fun_fact_es": "El sencillo debut de Placebo llamó la atención de David Bowie, quien luego los invitó a tocar en su concierto de cumpleaños número 50 en el Madison Square Garden en 1997.",
      "uri_apple_music": "applemusic://track/961067976",
      "uri_youtube_music": "https://music.youtube.com/watch?v=v6XhoHTDFSM",
      "uri_tidal": "tidal://track/246022868",
      "fun_fact_fr": "Le premier single de Placebo a attiré l'attention de David Bowie, qui les a ensuite invités à jouer à son concert d'anniversaire des 50 ans au Madison Square Garden en 1997."
    },
    {
      "year": 1969,
      "uri": "spotify:track:7LIKiKUV9WifyLyLhO2XaY",
      "artist": "Pentangle",
      "title": "Light Flight",
      "alt_artists": [
        "Fairport Convention",
        "Steeleye Span",
        "The Incredible String Band"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This song became widely known as the theme tune to the BBC TV series 'Take Three Girls' in 1969. Its unusual time signature shifts between 5/8, 7/8, and 6/8.",
      "fun_fact_de": "Dieses Lied wurde weithin bekannt als Titelmelodie der BBC-Fernsehserie 'Take Three Girls' im Jahr 1969. Sein ungewöhnlicher Taktwechsel wechselt zwischen 5/8, 7/8 und 6/8.",
      "fun_fact_es": "Esta canción se hizo ampliamente conocida como la sintonía de la serie de televisión de la BBC 'Take Three Girls' en 1969. Su compás inusual cambia entre 5/8, 7/8 y 6/8.",
      "uri_apple_music": "applemusic://track/1435964620",
      "uri_youtube_music": "https://music.youtube.com/watch?v=OsMm0wxpaRc",
      "uri_tidal": "tidal://track/63882792",
      "fun_fact_fr": "Cette chanson est devenue célèbre comme générique de la série télévisée BBC « Take Three Girls » en 1969. Sa signature rythmique inhabituelle alterne entre 5/8, 7/8 et 6/8."
    },
    {
      "year": 1995,
      "uri": "spotify:track:0qcy5qoFeWhujIwx87mril",
      "artist": "Dubstar",
      "title": "Stars",
      "alt_artists": [
        "Saint Etienne",
        "Lush",
        "Echobelly"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 15,
        "weeks_on_chart": 6
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Dubstar's singer Sarah Blackwood had such a distinctive icy vocal style that she was later recruited by the reformed Client. 'Stars' became a Britpop-era synth-pop classic.",
      "fun_fact_de": "Dubstars Sängerin Sarah Blackwood hatte einen so markanten, kühlen Gesangsstil, dass sie später von der reformierten Band Client rekrutiert wurde. 'Stars' wurde ein Britpop-Ära-Synthpop-Klassiker.",
      "fun_fact_es": "La cantante de Dubstar, Sarah Blackwood, tenía un estilo vocal helado tan distintivo que luego fue reclutada por la banda reformada Client. 'Stars' se convirtió en un clásico del synth-pop de la era Britpop.",
      "uri_apple_music": "applemusic://track/693573743",
      "uri_youtube_music": "https://music.youtube.com/watch?v=CtzAjciPD4o",
      "uri_tidal": "tidal://track/141867",
      "fun_fact_fr": "La chanteuse de Dubstar, Sarah Blackwood, avait un style vocal glacé si distinctif qu'elle a ensuite été recrutée par le groupe reformé Client. « Stars » est devenu un classique du synth-pop de l'ère Britpop."
    },
    {
      "year": 1969,
      "uri": "spotify:track:7qiOl3Kxw8IqCG4ezBsBVJ",
      "artist": "The Marbles",
      "title": "The Walls Fell Down",
      "alt_artists": [
        "The Bee Gees",
        "The Tremeloes",
        "The Fortunes"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 28,
        "weeks_on_chart": 6
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Marbles were a duo produced and written for by the Bee Gees' Barry and Robin Gibb. Their first single 'Only One Woman' was a bigger hit, reaching number 5 in the UK.",
      "fun_fact_de": "The Marbles waren ein Duo, das von den Bee Gees Barry und Robin Gibb produziert und für das sie geschrieben haben. Ihre erste Single 'Only One Woman' war ein größerer Hit und erreichte Platz 5 in Großbritannien.",
      "fun_fact_es": "The Marbles eran un dúo producido y compuesto por Barry y Robin Gibb de los Bee Gees. Su primer sencillo 'Only One Woman' fue un éxito mayor, alcanzando el número 5 en el Reino Unido.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=DXqRALm265M",
      "uri_tidal": "tidal://track/128201876",
      "fun_fact_fr": "The Marbles était un duo produit et composé par Barry et Robin Gibb des Bee Gees. Leur premier single « Only One Woman » a été un plus grand succès, atteignant la 5e place au Royaume-Uni."
    },
    {
      "year": 1997,
      "uri": "spotify:track:6UBX44fxrWoQJblo1WTD0v",
      "artist": "Silver Sun",
      "title": "Lava",
      "alt_artists": [
        "Ash",
        "Symposium",
        "3 Colours Red"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 54,
        "weeks_on_chart": 1
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Silver Sun were known for their power-pop sound influenced by Cheap Trick and the Beach Boys. Despite critical acclaim, they never broke through to mainstream chart success.",
      "fun_fact_de": "Silver Sun waren bekannt für ihren Power-Pop-Sound, der von Cheap Trick und den Beach Boys beeinflusst war. Trotz Kritikerlob gelang ihnen nie der Durchbruch zum Mainstream-Charterfolg.",
      "fun_fact_es": "Silver Sun eran conocidos por su sonido power-pop influenciado por Cheap Trick y los Beach Boys. A pesar de la aclamación de la crítica, nunca lograron el éxito comercial masivo.",
      "uri_apple_music": "applemusic://track/1276092996",
      "uri_youtube_music": "https://music.youtube.com/watch?v=uppRrN6cbj4",
      "uri_tidal": "tidal://track/78013149",
      "fun_fact_fr": "Silver Sun était connu pour leur son power-pop influencé par Cheap Trick et les Beach Boys. Malgré les éloges de la critique, ils n'ont jamais réussi à percer dans le succès commercial grand public."
    },
    {
      "year": 1968,
      "uri": "spotify:track:52TDbwXznwfxIVGmZOoHkX",
      "artist": "The Casuals",
      "title": "Jesamine",
      "alt_artists": [
        "The Marmalade",
        "Love Affair",
        "The Herd"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 2,
        "weeks_on_chart": 18
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Casuals were actually a group of English musicians who had been based in Italy for several years. 'Jesamine' was a massive hit across Europe, reaching number 2 in the UK.",
      "fun_fact_de": "The Casuals waren eigentlich eine Gruppe englischer Musiker, die mehrere Jahre in Italien ansässig waren. 'Jesamine' war ein riesiger Hit in ganz Europa und erreichte Platz 2 in Großbritannien.",
      "fun_fact_es": "The Casuals eran en realidad un grupo de músicos ingleses que habían estado basados en Italia durante varios años. 'Jesamine' fue un gran éxito en toda Europa, alcanzando el número 2 en el Reino Unido.",
      "uri_apple_music": "applemusic://track/1584665120",
      "uri_youtube_music": "https://music.youtube.com/watch?v=09oA_xuU-C4",
      "uri_tidal": "tidal://track/196788513",
      "fun_fact_fr": "The Casuals était en fait un groupe de musiciens anglais qui avaient été basés en Italie pendant plusieurs années. « Jesamine » a été un énorme succès dans toute l'Europe, atteignant la 2e place au Royaume-Uni."
    },
    {
      "year": 1997,
      "uri": "spotify:track:4ACxa9buEUnOdYEoPcnMpi",
      "artist": "White Town",
      "title": "Your Woman",
      "alt_artists": [
        "Cornershop",
        "Bentley Rhythm Ace",
        "Space"
      ],
      "chart_info": {
        "billboard_peak": 23,
        "uk_peak": 1,
        "weeks_on_chart": 8
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "White Town was essentially a one-man project by Jyoti Mishra, who recorded 'Your Woman' in his bedroom in Derby. It topped the UK chart, making it one of the first bedroom-produced number ones.",
      "fun_fact_de": "White Town war im Wesentlichen ein Ein-Mann-Projekt von Jyoti Mishra, der 'Your Woman' in seinem Schlafzimmer in Derby aufnahm. Es erreichte Platz 1 der UK-Charts und war damit eine der ersten im Schlafzimmer produzierten Nummer-eins-Singles.",
      "fun_fact_es": "White Town era esencialmente un proyecto de un solo hombre de Jyoti Mishra, quien grabó 'Your Woman' en su dormitorio en Derby. Llegó al número 1 en el Reino Unido, convirtiéndolo en uno de los primeros números uno producidos en un dormitorio.",
      "uri_apple_music": "applemusic://track/1675516478",
      "uri_youtube_music": "https://music.youtube.com/watch?v=lVL-zZnD3VU",
      "uri_tidal": "tidal://track/215538535",
      "fun_fact_fr": "White Town était essentiellement un projet solo de Jyoti Mishra, qui a enregistré « Your Woman » dans sa chambre à Derby. Elle a atteint la première place des charts britanniques, en faisant l'un des premiers numéros un produits dans une chambre."
    },
    {
      "year": 1965,
      "uri": "spotify:track:0fjAb4FAIkuwA6I2V3iNSZ",
      "artist": "Twinkle",
      "title": "Golden Lights",
      "alt_artists": [
        "Sandie Shaw",
        "Marianne Faithfull",
        "Dusty Springfield"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 21,
        "weeks_on_chart": 5
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Twinkle was a teenage singer-songwriter from a wealthy family. 'Golden Lights' was later famously covered by The Smiths as a B-side, which Morrissey called one of his favourite songs ever.",
      "fun_fact_de": "Twinkle war eine Teenager-Singer-Songwriterin aus einer wohlhabenden Familie. 'Golden Lights' wurde später berühmt von The Smiths als B-Seite gecovert, die Morrissey als eines seiner Lieblingslieder bezeichnete.",
      "fun_fact_es": "Twinkle era una cantautora adolescente de una familia adinerada. 'Golden Lights' fue posteriormente versionada por The Smiths como cara B, y Morrissey la calificó como una de sus canciones favoritas de todos los tiempos.",
      "uri_apple_music": "applemusic://track/277839266",
      "uri_youtube_music": "https://music.youtube.com/watch?v=tCK0B6iS7KY",
      "uri_tidal": "tidal://track/2639799",
      "fun_fact_fr": "Twinkle était une chanteuse-compositrice adolescente issue d'une famille aisée. « Golden Lights » a ensuite été célèbrement reprise par The Smiths en face B, que Morrissey a qualifiée d'une de ses chansons préférées de tous les temps."
    },
    {
      "year": 1996,
      "uri": "spotify:track:2yTErvmzXrS0epevB7v25Q",
      "artist": "Kenickie",
      "title": "Punka",
      "alt_artists": [
        "Elastica",
        "Sleeper",
        "Bis"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 38,
        "weeks_on_chart": 2
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Kenickie were named after a character from 'Grease' and featured Lauren Laverne, who went on to become one of the BBC's most prominent radio and TV presenters.",
      "fun_fact_de": "Kenickie wurden nach einer Figur aus 'Grease' benannt und hatten Lauren Laverne als Mitglied, die später eine der bekanntesten Radio- und Fernsehmoderatorinnen der BBC wurde.",
      "fun_fact_es": "Kenickie tomaron su nombre de un personaje de 'Grease' y contaban con Lauren Laverne, quien luego se convirtió en una de las presentadoras de radio y televisión más destacadas de la BBC.",
      "uri_apple_music": "applemusic://track/1490153539",
      "uri_youtube_music": "https://music.youtube.com/watch?v=p5EL-KSuba0",
      "uri_tidal": "tidal://track/1484800",
      "fun_fact_fr": "Kenickie tire son nom d'un personnage de « Grease » et comptait Lauren Laverne, qui est devenue l'une des présentatrices radio et télé les plus en vue de la BBC."
    },
    {
      "year": 1966,
      "uri": "spotify:track:42sQfjYeyDusZ2e0WSgdlu",
      "artist": "Lonnie Donegan",
      "title": "World Cup Willie",
      "alt_artists": [
        "Tommy Steele",
        "Joe Brown",
        "Marty Wilde"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This was the official song for the 1966 FIFA World Cup held in England, the year England won the tournament. Lonnie Donegan was known as the 'King of Skiffle' and hugely influenced the young Beatles.",
      "fun_fact_de": "Dies war das offizielle Lied für die FIFA-Weltmeisterschaft 1966 in England, dem Jahr, in dem England das Turnier gewann. Lonnie Donegan war als 'König des Skiffle' bekannt und beeinflusste die jungen Beatles enorm.",
      "fun_fact_es": "Esta fue la canción oficial de la Copa Mundial de la FIFA 1966 celebrada en Inglaterra, el año en que Inglaterra ganó el torneo. Lonnie Donegan era conocido como el 'Rey del Skiffle' e influyó enormemente en los jóvenes Beatles.",
      "uri_apple_music": "applemusic://track/1711544798",
      "uri_youtube_music": "https://music.youtube.com/watch?v=PTRXM9YZmp4",
      "uri_tidal": "tidal://track/69047683",
      "fun_fact_fr": "C'était la chanson officielle de la Coupe du Monde de la FIFA 1966 en Angleterre, l'année où l'Angleterre a remporté le tournoi. Lonnie Donegan était connu comme le « Roi du Skiffle » et a énormément influencé les jeunes Beatles."
    },
    {
      "year": 1996,
      "uri": "spotify:track:1b7kLkJkr6XRYgWqVmDm05",
      "artist": "Baddiel, Skinner & Lightning Seeds",
      "title": "Three Lions",
      "alt_artists": [
        "Fat Les",
        "New Order",
        "Damon Albarn"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 15
      },
      "certifications": [
        "Platinum (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Originally written for Euro 96, 'Three Lions' has reached UK number one on four separate occasions across different football tournaments. The 'It's coming home' chorus has become England's unofficial football anthem.",
      "fun_fact_de": "Ursprünglich für die Euro 96 geschrieben, erreichte 'Three Lions' bei vier verschiedenen Fußballturnieren jeweils Platz 1 in Großbritannien. Der 'It's coming home'-Refrain ist zur inoffiziellen Fußballhymne Englands geworden.",
      "fun_fact_es": "Originalmente escrita para la Euro 96, 'Three Lions' ha llegado al número 1 en el Reino Unido en cuatro ocasiones distintas durante diferentes torneos de fútbol. El estribillo 'It's coming home' se ha convertido en el himno no oficial del fútbol inglés.",
      "uri_apple_music": "applemusic://track/269570034",
      "uri_youtube_music": "https://music.youtube.com/watch?v=OzxMjBEazas",
      "uri_tidal": "tidal://track/1319639",
      "fun_fact_fr": "Écrite à l'origine pour l'Euro 96, « Three Lions » a atteint quatre fois le numéro un au Royaume-Uni lors de différents tournois de football. Le refrain « It's coming home » est devenu l'hymne officieux du football anglais."
    },
    {
      "year": 1967,
      "uri": "spotify:track:6qjz4HMcUErYWUz6TnRi3W",
      "artist": "Long John Baldry",
      "title": "Let the Heartaches Begin",
      "alt_artists": [
        "Tom Jones",
        "Engelbert Humperdinck",
        "Scott Walker"
      ],
      "chart_info": {
        "billboard_peak": 88,
        "uk_peak": 1,
        "weeks_on_chart": 13
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Long John Baldry was 6'7\" tall, hence his nickname. He was a key figure in the British blues scene who mentored Rod Stewart and Elton John — in fact, Elton took his first name from Baldry's saxophonist Elton Dean.",
      "fun_fact_de": "Long John Baldry war 2,01 m groß, daher sein Spitzname. Er war eine Schlüsselfigur der britischen Blues-Szene, die Rod Stewart und Elton John förderte — tatsächlich nahm Elton seinen Vornamen von Baldrys Saxophonist Elton Dean.",
      "fun_fact_es": "Long John Baldry medía 2,01 m de altura, de ahí su apodo. Fue una figura clave en la escena del blues británico que fue mentor de Rod Stewart y Elton John — de hecho, Elton tomó su nombre del saxofonista de Baldry, Elton Dean.",
      "uri_apple_music": "applemusic://track/1439726490",
      "uri_youtube_music": "https://music.youtube.com/watch?v=FMep_uMWsR0",
      "uri_tidal": "tidal://track/493077496",
      "fun_fact_fr": "Long John Baldry mesurait 2,01 m, d'où son surnom. Il était une figure clé de la scène blues britannique qui a été le mentor de Rod Stewart et Elton John — en fait, Elton a pris son prénom du saxophoniste de Baldry, Elton Dean."
    },
    {
      "year": 1996,
      "uri": "spotify:track:1dOaVkrGZi98VOBOrpCEoS",
      "artist": "Strangelove",
      "title": "Beautiful Alone",
      "alt_artists": [
        "The Verve",
        "Geneva",
        "Embrace"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 35,
        "weeks_on_chart": 2
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Strangelove were named after the Depeche Mode song. Despite critical praise from NME and Melody Maker, they never achieved the commercial breakthrough their talent deserved during the Britpop era.",
      "fun_fact_de": "Strangelove wurden nach dem Depeche-Mode-Song benannt. Trotz Kritikerlob von NME und Melody Maker gelang ihnen während der Britpop-Ära nie der kommerzielle Durchbruch, den ihr Talent verdient hätte.",
      "fun_fact_es": "Strangelove tomaron su nombre de la canción de Depeche Mode. A pesar de los elogios de la crítica de NME y Melody Maker, nunca lograron el éxito comercial que su talento merecía durante la era Britpop.",
      "uri_apple_music": "applemusic://track/695450825",
      "uri_youtube_music": "https://music.youtube.com/watch?v=Rb4yHKAKlEE",
      "uri_tidal": "tidal://track/1481377",
      "fun_fact_fr": "Strangelove tire son nom de la chanson de Depeche Mode. Malgré les éloges de la critique du NME et de Melody Maker, ils n'ont jamais réussi la percée commerciale que leur talent méritait pendant l'ère Britpop."
    },
    {
      "year": 1967,
      "uri": "spotify:track:0Si6MQzSdOyfWTy0LP5ojD",
      "artist": "Engelbert Humperdinck",
      "title": "Release Me",
      "alt_artists": [
        "Tom Jones",
        "Matt Monro",
        "Des O'Connor"
      ],
      "chart_info": {
        "billboard_peak": 4,
        "uk_peak": 1,
        "weeks_on_chart": 56
      },
      "certifications": [
        "Gold (US)",
        "Gold (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This song famously kept The Beatles' 'Strawberry Fields Forever / Penny Lane' double A-side off the UK number one spot, ending the Beatles' run of consecutive chart-toppers.",
      "fun_fact_de": "Dieses Lied hielt berühmterweise die Doppel-A-Seite 'Strawberry Fields Forever / Penny Lane' der Beatles von der britischen Nummer eins fern und beendete damit die Serie aufeinanderfolgender Nummer-eins-Hits der Beatles.",
      "fun_fact_es": "Esta canción impidió famosamente que el doble sencillo 'Strawberry Fields Forever / Penny Lane' de los Beatles llegara al número uno en el Reino Unido, poniendo fin a la racha de éxitos consecutivos de los Beatles.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=s2gNZ04s8_w",
      "fun_fact_fr": "Cette chanson a célèbrement empêché le double single A « Strawberry Fields Forever / Penny Lane » des Beatles d'atteindre le numéro un britannique, mettant fin à la série de numéros un consécutifs des Beatles."
    },
    {
      "year": 1993,
      "uri": "spotify:track:5nBQTldNEeeYyOtSiZahrw",
      "artist": "The Fall",
      "title": "Why Are People Grudgeful?",
      "alt_artists": [
        "Buzzcocks",
        "Wire",
        "Magazine"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Fall, led by the famously cantankerous Mark E. Smith, went through over 60 members during their career. Smith once said the band's formula was 'always different, always the same.'",
      "fun_fact_de": "The Fall, angeführt vom berühmt mürrischen Mark E. Smith, hatten während ihrer Karriere über 60 Mitglieder. Smith sagte einmal, die Formel der Band sei 'immer anders, immer gleich.'",
      "fun_fact_es": "The Fall, liderados por el famosamente cascarrabias Mark E. Smith, tuvieron más de 60 miembros durante su carrera. Smith dijo una vez que la fórmula de la banda era 'siempre diferente, siempre igual.'",
      "uri_youtube_music": "https://music.youtube.com/watch?v=TknrfLy2Ots",
      "uri_tidal": "tidal://track/182093000",
      "fun_fact_fr": "The Fall, dirigé par le célèbrement irascible Mark E. Smith, a eu plus de 60 membres au cours de leur carrière. Smith a dit un jour que la formule du groupe était « toujours différent, toujours pareil »."
    },
    {
      "year": 1964,
      "uri": "spotify:track:2w8oMeJjXn1KTnU2fr9eFB",
      "artist": "The Dave Clark Five",
      "title": "Glad All Over",
      "alt_artists": [
        "The Hollies",
        "Herman's Hermits",
        "Gerry and the Pacemakers"
      ],
      "chart_info": {
        "billboard_peak": 6,
        "uk_peak": 1,
        "weeks_on_chart": 18
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "When 'Glad All Over' knocked The Beatles' 'I Want to Hold Your Hand' off UK number one in January 1964, newspapers declared 'Tottenham Sound Has Crushed the Mersey Sound!'",
      "fun_fact_de": "Als 'Glad All Over' im Januar 1964 'I Want to Hold Your Hand' der Beatles von der britischen Nummer eins verdrängte, titelten die Zeitungen 'Tottenham Sound hat den Mersey Sound zerschmettert!'",
      "fun_fact_es": "Cuando 'Glad All Over' sacó a 'I Want to Hold Your Hand' de los Beatles del número uno en el Reino Unido en enero de 1964, los periódicos declararon '¡El sonido de Tottenham ha aplastado el sonido del Mersey!'",
      "uri_apple_music": "applemusic://track/1469578024",
      "uri_youtube_music": "https://music.youtube.com/watch?v=l4XhD80mBoI",
      "uri_tidal": "tidal://track/367460550",
      "fun_fact_fr": "Quand « Glad All Over » a détrôné « I Want to Hold Your Hand » des Beatles du numéro un britannique en janvier 1964, les journaux ont titré « Le son de Tottenham a écrasé le son du Mersey ! »"
    },
    {
      "year": 1997,
      "uri": "spotify:track:2bEbTqj36jmuwMhvvCRC2y",
      "artist": "Republica",
      "title": "Ready to Go",
      "alt_artists": [
        "Garbage",
        "Echobelly",
        "Elastica"
      ],
      "chart_info": {
        "billboard_peak": 56,
        "uk_peak": 13,
        "weeks_on_chart": 9
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Originally released in 1996, 'Ready to Go' was re-released in 1997 and became a massive hit after being used in TV shows and sporting events. It remains a staple at football grounds across the UK.",
      "fun_fact_de": "Ursprünglich 1996 veröffentlicht, wurde 'Ready to Go' 1997 erneut herausgebracht und wurde ein riesiger Hit, nachdem es in Fernsehsendungen und Sportveranstaltungen verwendet wurde. Es bleibt ein fester Bestandteil auf Fußballplätzen in ganz Großbritannien.",
      "fun_fact_es": "Originalmente lanzada en 1996, 'Ready to Go' fue relanzada en 1997 y se convirtió en un gran éxito después de ser utilizada en programas de televisión y eventos deportivos. Sigue siendo un clásico en los estadios de fútbol de todo el Reino Unido.",
      "uri_apple_music": "applemusic://track/258661746",
      "uri_youtube_music": "https://music.youtube.com/watch?v=JgffRW1fKDk",
      "uri_tidal": "tidal://track/71659",
      "fun_fact_fr": "Initialement sortie en 1996, « Ready to Go » a été rééditée en 1997 et est devenue un énorme succès après avoir été utilisée dans des émissions de télévision et des événements sportifs. Elle reste un incontournable dans les stades de football à travers le Royaume-Uni."
    },
    {
      "year": 1968,
      "uri": "spotify:track:0QWAOOFV9lsnC7fYHeSycS",
      "artist": "The Bonzo Dog Band",
      "title": "I'm the Urban Spaceman",
      "alt_artists": [
        "The Scaffold",
        "The Temperance Seven",
        "The New Vaudeville Band"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 5,
        "weeks_on_chart": 11
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "This novelty classic was produced by Paul McCartney under the pseudonym 'Apollo C. Vermouth.' The Bonzo Dog Band also appeared in the Beatles' Magical Mystery Tour TV film.",
      "fun_fact_de": "Dieser Novelty-Klassiker wurde von Paul McCartney unter dem Pseudonym 'Apollo C. Vermouth' produziert. Die Bonzo Dog Band trat auch im Beatles-Fernsehfilm 'Magical Mystery Tour' auf.",
      "fun_fact_es": "Este clásico novelty fue producido por Paul McCartney bajo el seudónimo 'Apollo C. Vermouth.' La Bonzo Dog Band también apareció en la película para televisión de los Beatles 'Magical Mystery Tour.'",
      "uri_apple_music": "applemusic://track/693678622",
      "uri_youtube_music": "https://music.youtube.com/watch?v=c1VWK1j2BwM",
      "uri_tidal": "tidal://track/1500712",
      "fun_fact_fr": "Ce classique novelty a été produit par Paul McCartney sous le pseudonyme « Apollo C. Vermouth ». La Bonzo Dog Band est également apparue dans le film télévisé des Beatles « Magical Mystery Tour »."
    },
    {
      "year": 1996,
      "uri": "spotify:track:0uQcP7QVoLvaFsORsdrgNh",
      "artist": "Babylon Zoo",
      "title": "Spaceman",
      "alt_artists": [
        "Mansun",
        "Reef",
        "Menswear"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 10
      },
      "certifications": [
        "Platinum (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The sped-up intro of 'Spaceman' was used in a Levi's advert and created massive hype. It became the fastest-selling debut single in UK history at the time, but Babylon Zoo struggled to replicate its success.",
      "fun_fact_de": "Das beschleunigte Intro von 'Spaceman' wurde in einer Levi's-Werbung verwendet und erzeugte einen riesigen Hype. Es wurde die schnellstverkaufte Debütsingle in der britischen Geschichte, aber Babylon Zoo konnten den Erfolg nie wiederholen.",
      "fun_fact_es": "La intro acelerada de 'Spaceman' se usó en un anuncio de Levi's y generó una expectación masiva. Se convirtió en el sencillo debut más rápidamente vendido en la historia del Reino Unido en ese momento, pero Babylon Zoo luchó por replicar su éxito.",
      "uri_apple_music": "applemusic://track/1490153436",
      "uri_youtube_music": "https://music.youtube.com/watch?v=gH5BKyRKz4c",
      "uri_tidal": "tidal://track/1471748",
      "fun_fact_fr": "L'intro accélérée de « Spaceman » a été utilisée dans une publicité Levi's et a créé un énorme buzz. C'est devenu le single de début le plus rapidement vendu de l'histoire britannique à l'époque, mais Babylon Zoo a eu du mal à reproduire son succès."
    },
    {
      "year": 1968,
      "uri": "spotify:track:2Vim06YsRb4uJRpbeq6NR6",
      "artist": "Deep Purple",
      "title": "Hush",
      "alt_artists": [
        "Cream",
        "Led Zeppelin",
        "Free"
      ],
      "chart_info": {
        "billboard_peak": 4,
        "uk_peak": null,
        "weeks_on_chart": 14
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Originally written by Joe South, Deep Purple's version of 'Hush' was their breakthrough hit in the US but ironically barely charted in their home country. The band would later become known for much heavier material.",
      "fun_fact_de": "Ursprünglich von Joe South geschrieben, war Deep Purples Version von 'Hush' ihr Durchbruchshit in den USA, chartete aber ironischerweise kaum in ihrem Heimatland. Die Band wurde später für viel härteres Material bekannt.",
      "fun_fact_es": "Originalmente escrita por Joe South, la versión de Deep Purple de 'Hush' fue su gran éxito en EE.UU., pero irónicamente apenas entró en las listas de su país de origen. La banda se haría conocida más tarde por material mucho más pesado.",
      "uri_apple_music": "applemusic://track/726113029",
      "uri_youtube_music": "https://music.youtube.com/watch?v=zk2ci5fi0W4",
      "uri_tidal": "tidal://track/149736",
      "fun_fact_fr": "Écrite à l'origine par Joe South, la version de Deep Purple de « Hush » a été leur hit révélation aux États-Unis mais, ironiquement, a à peine figuré dans les charts de leur pays d'origine. Le groupe deviendrait plus tard connu pour un matériel bien plus lourd."
    },
    {
      "year": 1996,
      "uri": "spotify:track:66Vp0lK0dCcNOaG6zV6dzO",
      "artist": "Kula Shaker",
      "title": "Hey Dude",
      "alt_artists": [
        "Cast",
        "Dodgy",
        "The Boo Radleys"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 2,
        "weeks_on_chart": 8
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Kula Shaker's debut single fused Indian mysticism with Britpop guitar rock, reflecting frontman Crispian Mills' deep fascination with Hindu spirituality and Sanskrit chanting.",
      "fun_fact_de": "Kula Shakers Debütsingle verschmolz indische Mystik mit Britpop-Gitarrenrock und spiegelte die tiefe Faszination von Frontmann Crispian Mills für hinduistische Spiritualität und Sanskrit-Gesänge wider.",
      "fun_fact_es": "El sencillo debut de Kula Shaker fusionó el misticismo indio con el rock guitarrero del Britpop, reflejando la profunda fascinación del vocalista Crispian Mills por la espiritualidad hindú y los cantos en sánscrito.",
      "uri_apple_music": "applemusic://track/1694081916",
      "uri_youtube_music": "https://music.youtube.com/watch?v=KDHd-vxcMDo",
      "uri_tidal": "tidal://track/301489170",
      "fun_fact_fr": "Le premier single de Kula Shaker a fusionné le mysticisme indien avec le rock guitare Britpop, reflétant la profonde fascination du leader Crispian Mills pour la spiritualité hindoue et les chants en sanskrit."
    },
    {
      "year": 1966,
      "uri": "spotify:track:7jGzYUZ2Bgg8BDfYlQRfn8",
      "artist": "The Troggs",
      "title": "Wild Thing",
      "alt_artists": [
        "The Kinks",
        "The Animals",
        "The Hollies"
      ],
      "chart_info": {
        "billboard_peak": 1,
        "uk_peak": 2,
        "weeks_on_chart": 14
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Written by New York songwriter Chip Taylor, 'Wild Thing' was recorded in just one take. The iconic ocarina solo was played by session musician David Leach because the band couldn't afford a proper orchestral arrangement.",
      "fun_fact_de": "Geschrieben vom New Yorker Songwriter Chip Taylor, wurde 'Wild Thing' in nur einem Take aufgenommen. Das ikonische Okarina-Solo wurde vom Studiomusiker David Leach gespielt, weil sich die Band kein richtiges Orchesterarrangement leisten konnte.",
      "fun_fact_es": "Escrita por el compositor neoyorquino Chip Taylor, 'Wild Thing' se grabó en una sola toma. El icónico solo de ocarina fue tocado por el músico de sesión David Leach porque la banda no podía permitirse un arreglo orquestal adecuado.",
      "uri_apple_music": "applemusic://track/1475182476",
      "uri_youtube_music": "https://music.youtube.com/watch?v=gSWInYFVksg",
      "uri_tidal": "tidal://track/1104016",
      "fun_fact_fr": "Écrite par le compositeur new-yorkais Chip Taylor, « Wild Thing » a été enregistrée en une seule prise. L'iconique solo d'ocarina a été joué par le musicien de session David Leach parce que le groupe ne pouvait pas se permettre un arrangement orchestral approprié."
    },
    {
      "year": 1996,
      "uri": "spotify:track:0Si5kJtH34NRIHDDovl2Qp",
      "artist": "Reef",
      "title": "Place Your Hands",
      "alt_artists": [
        "Feeder",
        "3 Colours Red",
        "Symposium"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 6,
        "weeks_on_chart": 9
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The song became a massive singalong anthem at festivals and was famously used in a Sony MiniDisc TV advert, which helped propel it up the charts and turn Reef into one of the biggest live acts of the late 90s.",
      "fun_fact_de": "Der Song wurde zu einer riesigen Mitsing-Hymne auf Festivals und wurde berühmt in einer Sony-MiniDisc-Fernsehwerbung verwendet, die half, ihn in den Charts nach oben zu treiben und Reef zu einer der größten Live-Acts der späten 90er zu machen.",
      "fun_fact_es": "La canción se convirtió en un himno masivo en festivales y fue utilizada en un famoso anuncio de televisión de Sony MiniDisc, lo que ayudó a impulsarla en las listas y convirtió a Reef en uno de los mayores actos en vivo de los años 90.",
      "uri_apple_music": "applemusic://track/275323296",
      "uri_youtube_music": "https://music.youtube.com/watch?v=bihoNRc8GDQ",
      "uri_tidal": "tidal://track/5917890",
      "fun_fact_fr": "La chanson est devenue un énorme hymne à reprendre en chœur dans les festivals et a été célèbrement utilisée dans une publicité télévisée Sony MiniDisc, ce qui l'a propulsée dans les charts et a fait de Reef l'un des plus grands groupes live de la fin des années 90."
    },
    {
      "year": 1963,
      "uri": "spotify:track:0LclKK7Ywzg7bIoweuuFvK",
      "artist": "Brian Poole & The Tremeloes",
      "title": "Do You Love Me?",
      "alt_artists": [
        "Gerry & The Pacemakers",
        "Billy J. Kramer & The Dakotas",
        "The Searchers"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 14
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Decca Records famously chose to sign Brian Poole & The Tremeloes over The Beatles in 1962, partly because the band lived closer to the label's London offices and would cost less in travel expenses.",
      "fun_fact_de": "Decca Records entschied sich 1962 berühmt dafür, Brian Poole & The Tremeloes statt der Beatles unter Vertrag zu nehmen, teilweise weil die Band näher an den Londoner Büros des Labels wohnte und weniger Reisekosten verursachen würde.",
      "fun_fact_es": "Decca Records eligió famosamente fichar a Brian Poole & The Tremeloes en lugar de The Beatles en 1962, en parte porque la banda vivía más cerca de las oficinas londinenses del sello y costaría menos en gastos de viaje.",
      "uri_apple_music": "applemusic://track/715855423",
      "uri_youtube_music": "https://music.youtube.com/watch?v=5W98QSB9JhE",
      "uri_tidal": "tidal://track/400653",
      "fun_fact_fr": "Decca Records a célèbrement choisi de signer Brian Poole & The Tremeloes plutôt que les Beatles en 1962, en partie parce que le groupe habitait plus près des bureaux londoniens du label et coûterait moins cher en frais de déplacement."
    },
    {
      "year": 1994,
      "uri": "spotify:track:4PypnGPN1SZUSD18Evn4rS",
      "artist": "Inspiral Carpets",
      "title": "I Want You",
      "alt_artists": [
        "The Charlatans",
        "James",
        "Happy Mondays"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 18,
        "weeks_on_chart": 4
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Inspiral Carpets' early roadie was none other than a young Noel Gallagher, who sold T-shirts for the band before going on to form Oasis and change the face of Britpop forever.",
      "fun_fact_de": "Der frühe Roadie der Inspiral Carpets war kein Geringerer als ein junger Noel Gallagher, der T-Shirts für die Band verkaufte, bevor er Oasis gründete und das Gesicht des Britpop für immer veränderte.",
      "fun_fact_es": "El primer roadie de Inspiral Carpets no era otro que un joven Noel Gallagher, quien vendía camisetas para la banda antes de formar Oasis y cambiar la cara del Britpop para siempre.",
      "uri_apple_music": "applemusic://track/1435629694",
      "uri_youtube_music": "https://music.youtube.com/watch?v=DPTpBoYVD8Q",
      "uri_tidal": "tidal://track/166265929",
      "fun_fact_fr": "Le premier roadie des Inspiral Carpets n'était autre qu'un jeune Noel Gallagher, qui vendait des t-shirts pour le groupe avant de fonder Oasis et de changer le visage du Britpop pour toujours."
    },
    {
      "year": 1968,
      "uri": "spotify:track:40XXjm2pU6LGZkLq5VmkaQ",
      "artist": "Love Affair",
      "title": "Everlasting Love",
      "alt_artists": [
        "The Marmalade",
        "Amen Corner",
        "The Foundations"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 1,
        "weeks_on_chart": 12
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "A scandal erupted when it was revealed that session musicians had played all the instruments on the recording, and only lead singer Steve Ellis actually performed on the track. The band admitted they were too inexperienced to play on their own debut.",
      "fun_fact_de": "Ein Skandal brach aus, als enthüllt wurde, dass Studiomusiker alle Instrumente auf der Aufnahme gespielt hatten und nur Leadsänger Steve Ellis tatsächlich auf dem Track performte. Die Band gab zu, dass sie zu unerfahren waren, um auf ihrem eigenen Debüt zu spielen.",
      "fun_fact_es": "Estalló un escándalo cuando se reveló que músicos de sesión habían tocado todos los instrumentos en la grabación, y solo el cantante Steve Ellis realmente actuó en la pista. La banda admitió que eran demasiado inexpertos para tocar en su propio debut.",
      "uri_apple_music": "applemusic://track/268509060",
      "uri_youtube_music": "https://music.youtube.com/watch?v=JaYTNsS_m2w",
      "uri_tidal": "tidal://track/34501",
      "fun_fact_fr": "Un scandale a éclaté quand il a été révélé que des musiciens de session avaient joué tous les instruments sur l'enregistrement, et que seul le chanteur Steve Ellis avait réellement joué sur le morceau. Le groupe a admis qu'ils étaient trop inexpérimentés pour jouer sur leur propre premier album."
    },
    {
      "year": 1995,
      "uri": "spotify:track:6T4bhFMhYY9IAGdLsp5SiS",
      "artist": "Menswear",
      "title": "Daydreamer",
      "alt_artists": [
        "Lush",
        "Gene",
        "Marion"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 14,
        "weeks_on_chart": 4
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Menswear became notorious for being signed to a major label and receiving extensive media hype before they had even played a proper gig, making them poster children for the excesses of the Britpop media frenzy.",
      "fun_fact_de": "Menswear wurden berüchtigt dafür, bei einem großen Label unter Vertrag genommen zu werden und umfangreichen Medienhype zu erhalten, bevor sie überhaupt ein richtiges Konzert gespielt hatten, was sie zu Aushängeschildern der Exzesse des Britpop-Medienrausches machte.",
      "fun_fact_es": "Menswear se hicieron notorios por fichar con un sello importante y recibir una amplia publicidad mediática antes de haber tocado un concierto de verdad, convirtiéndose en el símbolo de los excesos del frenesí mediático del Britpop.",
      "uri_apple_music": "applemusic://track/1320067269",
      "uri_youtube_music": "https://music.youtube.com/watch?v=qy1H6GyRj48",
      "uri_tidal": "tidal://track/82531381",
      "fun_fact_fr": "Menswear est devenu notoire pour avoir signé avec un major et reçu un battage médiatique considérable avant même d'avoir joué un vrai concert, les rendant emblématiques des excès de la frénésie médiatique Britpop."
    },
    {
      "year": 1963,
      "uri": "spotify:track:5scv3O8283eJAX3iUmuvj7",
      "artist": "Screaming Lord Sutch",
      "title": "Jack The Ripper",
      "alt_artists": [
        "Screaming Jay Hawkins",
        "The Downliners Sect",
        "Johnny Kidd & The Pirates"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Screaming Lord Sutch was as famous for his political career as his music — he founded the Official Monster Raving Loony Party and stood in over 40 parliamentary elections, never winning but always entertaining.",
      "fun_fact_de": "Screaming Lord Sutch war ebenso berühmt für seine politische Karriere wie für seine Musik — er gründete die Official Monster Raving Loony Party und trat bei über 40 Parlamentswahlen an, gewann nie, unterhielt aber immer.",
      "fun_fact_es": "Screaming Lord Sutch era tan famoso por su carrera política como por su música — fundó el Official Monster Raving Loony Party y se presentó en más de 40 elecciones parlamentarias, sin ganar nunca pero siempre entreteniendo.",
      "uri_apple_music": "applemusic://track/1776684871",
      "uri_youtube_music": "https://music.youtube.com/watch?v=NMTV-pZtOVY",
      "uri_tidal": "tidal://track/396256580",
      "fun_fact_fr": "Screaming Lord Sutch était aussi célèbre pour sa carrière politique que pour sa musique — il a fondé l'Official Monster Raving Loony Party et s'est présenté à plus de 40 élections parlementaires, ne gagnant jamais mais divertissant toujours."
    },
    {
      "year": 1995,
      "uri": "spotify:track:3bUNyRrTFJDd4mqvUcb1Aa",
      "artist": "Underworld",
      "title": "Born Slippy",
      "alt_artists": [
        "The Chemical Brothers",
        "Orbital",
        "Leftfield"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 2,
        "weeks_on_chart": 10
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Originally a B-side, 'Born Slippy' became a massive hit after Danny Boyle used it in the iconic final scene of Trainspotting. The 'lager lager lager' chant became an unofficial anthem for 90s club culture.",
      "fun_fact_de": "Ursprünglich eine B-Seite, wurde 'Born Slippy' ein riesiger Hit, nachdem Danny Boyle es in der ikonischen Schlussszene von Trainspotting verwendete. Der 'Lager Lager Lager'-Gesang wurde zu einer inoffiziellen Hymne der 90er-Clubkultur.",
      "fun_fact_es": "Originalmente una cara B, 'Born Slippy' se convirtió en un gran éxito después de que Danny Boyle la usara en la icónica escena final de Trainspotting. El cántico 'lager lager lager' se convirtió en un himno no oficial de la cultura de club de los 90.",
      "uri_apple_music": "applemusic://track/1445300732",
      "uri_youtube_music": "https://music.youtube.com/watch?v=GjXpOolPUBc",
      "uri_tidal": "tidal://track/69524286",
      "fun_fact_fr": "À l'origine une face B, « Born Slippy » est devenu un énorme hit après que Danny Boyle l'ait utilisée dans la scène finale iconique de Trainspotting. Le chant « lager lager lager » est devenu un hymne officieux de la culture club des années 90."
    },
    {
      "year": 1971,
      "uri": "spotify:track:47BYpaKfOPOtXrVdoo7XBA",
      "artist": "Anne Briggs",
      "title": "Let No Man Steal Your Thyme",
      "alt_artists": [
        "Sandy Denny",
        "Shirley Collins",
        "Maddy Prior"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Anne Briggs was a hugely influential figure in the British folk revival who famously walked away from music to live a reclusive life in the Scottish Highlands. She was a major inspiration for Sandy Denny and many others.",
      "fun_fact_de": "Anne Briggs war eine äußerst einflussreiche Figur der britischen Folk-Wiederbelebung, die sich berühmt von der Musik zurückzog, um ein zurückgezogenes Leben in den schottischen Highlands zu führen. Sie war eine große Inspiration für Sandy Denny und viele andere.",
      "fun_fact_es": "Anne Briggs fue una figura enormemente influyente en el renacimiento del folk británico que famosamente abandonó la música para vivir una vida recluida en las Tierras Altas de Escocia. Fue una gran inspiración para Sandy Denny y muchos otros.",
      "fun_fact_fr": "Anne Briggs était une figure extrêmement influente du renouveau folk britannique qui s'est célèbrement retirée de la musique pour vivre une vie recluse dans les Highlands écossais. Elle a été une grande inspiration pour Sandy Denny et bien d'autres."
    },
    {
      "year": 1996,
      "uri": "spotify:track:0wwUycKJ0UfQHfhskByj5l",
      "artist": "Beth Orton",
      "title": "She Cries Your Name",
      "alt_artists": [
        "Morcheeba",
        "Lamb",
        "Portishead"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 40,
        "weeks_on_chart": 2
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Beth Orton pioneered a distinctive blend of folktronica, merging acoustic folk with electronic production. She collaborated extensively with The Chemical Brothers and William Orbit before releasing her solo material.",
      "fun_fact_de": "Beth Orton war Pionierin einer markanten Mischung aus Folktronica, die akustischen Folk mit elektronischer Produktion verband. Sie arbeitete ausgiebig mit The Chemical Brothers und William Orbit zusammen, bevor sie ihr Solomaterial veröffentlichte.",
      "fun_fact_es": "Beth Orton fue pionera en una mezcla distintiva de folktronica, fusionando el folk acústico con la producción electrónica. Colaboró extensamente con The Chemical Brothers y William Orbit antes de lanzar su material en solitario.",
      "uri_apple_music": "applemusic://track/264782199",
      "uri_youtube_music": "https://music.youtube.com/watch?v=5UZ3ktLBfMo",
      "uri_tidal": "tidal://track/2177579",
      "fun_fact_fr": "Beth Orton a été pionnière d'un mélange distinctif de folktronica, fusionnant le folk acoustique avec la production électronique. Elle a beaucoup collaboré avec The Chemical Brothers et William Orbit avant de sortir son matériel solo."
    },
    {
      "year": 1965,
      "uri": "spotify:track:3TlIt0ReIxPsVZcOEivT5U",
      "artist": "Tom Jones",
      "title": "It's Not Unusual",
      "alt_artists": [
        "Engelbert Humperdinck",
        "Dusty Springfield",
        "Petula Clark"
      ],
      "chart_info": {
        "billboard_peak": 10,
        "uk_peak": 1,
        "weeks_on_chart": 14
      },
      "certifications": [
        "Gold (US)",
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Written by Les Reed and Gordon Mills, this was Tom Jones' breakthrough hit. The song experienced a revival in popularity after being featured in the TV show 'The Fresh Prince of Bel-Air' where Carlton Banks famously dances to it.",
      "fun_fact_de": "Geschrieben von Les Reed und Gordon Mills, war dies Tom Jones' Durchbruchshit. Der Song erlebte eine Wiederbelebung seiner Popularität, nachdem er in der TV-Show 'Der Prinz von Bel-Air' gezeigt wurde, wo Carlton Banks berühmt dazu tanzt.",
      "fun_fact_es": "Escrita por Les Reed y Gordon Mills, esta fue la canción revelación de Tom Jones. La canción experimentó un resurgimiento de popularidad después de aparecer en la serie 'El Príncipe de Bel-Air' donde Carlton Banks baila famosamente con ella.",
      "uri_apple_music": "applemusic://track/1443811916",
      "uri_youtube_music": "https://music.youtube.com/watch?v=k-HdGnzYdFQ",
      "uri_tidal": "tidal://track/3963353",
      "fun_fact_fr": "Écrite par Les Reed et Gordon Mills, c'était le hit révélation de Tom Jones. La chanson a connu un regain de popularité après avoir été présentée dans la série « Le Prince de Bel-Air » où Carlton Banks danse célèbrement dessus."
    },
    {
      "year": 1996,
      "uri": "spotify:track:5beiMMlsINDI5fxRdF0D42",
      "artist": "Space",
      "title": "Female of the Species",
      "alt_artists": [
        "Catatonia",
        "Echobelly",
        "Sleeper"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 14,
        "weeks_on_chart": 12
      },
      "certifications": [
        "Silver (UK)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The song was used as the theme for the Carling Premier League TV adverts and featured guest vocals from Cerys Matthews of Catatonia. Its quirky spy-movie vibe made it one of the most distinctive Britpop-era singles.",
      "fun_fact_de": "Der Song wurde als Thema für die Carling-Premier-League-TV-Werbung verwendet und enthielt Gastgesang von Cerys Matthews von Catatonia. Seine skurrile Spionagefilm-Atmosphäre machte ihn zu einer der markantesten Singles der Britpop-Ära.",
      "fun_fact_es": "La canción fue utilizada como tema de los anuncios televisivos de la Carling Premier League y contó con la voz invitada de Cerys Matthews de Catatonia. Su peculiar ambiente de película de espías la convirtió en uno de los sencillos más distintivos de la era Britpop.",
      "uri_apple_music": "applemusic://track/279327094",
      "uri_youtube_music": "https://music.youtube.com/watch?v=F1NBpVKWh_c",
      "uri_tidal": "tidal://track/11734644",
      "fun_fact_fr": "La chanson a été utilisée comme thème pour les publicités télévisées de la Carling Premier League et comportait des voix invitées de Cerys Matthews de Catatonia. Son ambiance de film d'espionnage décalée en a fait l'un des singles les plus distinctifs de l'ère Britpop."
    },
    {
      "year": 1966,
      "uri": "spotify:track:59BweHnnNQc5Y55WO30JuK",
      "artist": "Vashti Bunyan",
      "title": "Train Song",
      "alt_artists": [
        "Anne Briggs",
        "Linda Perhacs",
        "Bridget St John"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "After her debut album 'Just Another Diamond Day' was a commercial failure in 1970, Vashti Bunyan gave up music entirely for 30 years. The album was rediscovered by the freak folk movement in the 2000s and is now considered a masterpiece.",
      "fun_fact_de": "Nachdem ihr Debütalbum 'Just Another Diamond Day' 1970 ein kommerzieller Misserfolg war, gab Vashti Bunyan die Musik für 30 Jahre vollständig auf. Das Album wurde von der Freak-Folk-Bewegung in den 2000ern wiederentdeckt und gilt heute als Meisterwerk.",
      "fun_fact_es": "Después de que su álbum debut 'Just Another Diamond Day' fuera un fracaso comercial en 1970, Vashti Bunyan abandonó la música por completo durante 30 años. El álbum fue redescubierto por el movimiento freak folk en los 2000 y ahora es considerado una obra maestra.",
      "uri_apple_music": "applemusic://track/1096146963",
      "uri_youtube_music": "https://music.youtube.com/watch?v=hswWRRk4vAo",
      "uri_tidal": "tidal://track/58702887",
      "fun_fact_fr": "Après que son premier album « Just Another Diamond Day » ait été un échec commercial en 1970, Vashti Bunyan a complètement abandonné la musique pendant 30 ans. L'album a été redécouvert par le mouvement freak folk dans les années 2000 et est maintenant considéré comme un chef-d'œuvre."
    },
    {
      "year": 1995,
      "uri": "spotify:track:58ssPy2evb3jTD6TmIdxqr",
      "artist": "Kirsty MacColl",
      "title": "Caroline",
      "alt_artists": [
        "Everything but the Girl",
        "Suzanne Vega",
        "The Sundays"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Kirsty MacColl was a hugely talented songwriter whose work spanned punk, pop, Latin and Celtic influences. She is perhaps best known for duetting with Shane MacGowan on The Pogues' 'Fairytale of New York', one of the UK's most beloved Christmas songs.",
      "fun_fact_de": "Kirsty MacColl war eine äußerst talentierte Songwriterin, deren Werk Punk, Pop, lateinamerikanische und keltische Einflüsse umfasste. Sie ist vielleicht am bekanntesten für ihr Duett mit Shane MacGowan auf 'Fairytale of New York' von The Pogues, einem der beliebtesten Weihnachtslieder Großbritanniens.",
      "fun_fact_es": "Kirsty MacColl fue una compositora enormemente talentosa cuyo trabajo abarcó influencias punk, pop, latinas y celtas. Es quizás más conocida por su dueto con Shane MacGowan en 'Fairytale of New York' de The Pogues, una de las canciones navideñas más queridas del Reino Unido.",
      "uri_apple_music": "applemusic://track/1371594902",
      "uri_youtube_music": "https://music.youtube.com/watch?v=uXWZ_7EYk6s",
      "uri_tidal": "tidal://track/87318706",
      "fun_fact_fr": "Kirsty MacColl était une compositrice extrêmement talentueuse dont le travail couvrait le punk, la pop, les influences latines et celtiques. Elle est peut-être plus connue pour son duo avec Shane MacGowan sur « Fairytale of New York » des Pogues, l'une des chansons de Noël les plus aimées du Royaume-Uni."
    },
    {
      "year": 1963,
      "uri": "spotify:track:6Li4cXrPHKnJ6Akg1vXKgS",
      "artist": "Kenny Lynch",
      "title": "You Can Never Stop Me Loving You",
      "alt_artists": [
        "Craig Douglas",
        "Marty Wilde",
        "Adam Faith"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 10,
        "weeks_on_chart": 9
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Kenny Lynch was one of the first black British pop singers to have a hit in the UK charts. He was also one of the first artists to cover a Beatles song, recording his own version of 'Misery' in 1963.",
      "fun_fact_de": "Kenny Lynch war einer der ersten schwarzen britischen Popsänger, die einen Hit in den britischen Charts hatten. Er war auch einer der ersten Künstler, die einen Beatles-Song coverten, und nahm 1963 seine eigene Version von 'Misery' auf.",
      "fun_fact_es": "Kenny Lynch fue uno de los primeros cantantes de pop negros británicos en tener un éxito en las listas del Reino Unido. También fue uno de los primeros artistas en versionar una canción de los Beatles, grabando su propia versión de 'Misery' en 1963.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=nI3fkg_VxFY",
      "uri_tidal": "tidal://track/6196292",
      "fun_fact_fr": "Kenny Lynch était l'un des premiers chanteurs pop noirs britanniques à avoir un hit dans les charts britanniques. Il a également été l'un des premiers artistes à reprendre une chanson des Beatles, enregistrant sa propre version de « Misery » en 1963."
    },
    {
      "year": 1983,
      "uri": "spotify:track:7sEp1BXYQWttPv4xgSESEu",
      "artist": "Nick Heyward",
      "title": "He Doesn't Love You Like I Do",
      "alt_artists": [
        "Paul Young",
        "Howard Jones",
        "Nik Kershaw"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 58,
        "weeks_on_chart": 3
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Nick Heyward rose to fame as the frontman of Haircut One Hundred before launching a solo career. His sunshine pop style was a bright counterpoint to the darker new wave sounds dominating the early 1980s.",
      "fun_fact_de": "Nick Heyward wurde als Frontmann von Haircut One Hundred berühmt, bevor er eine Solokarriere startete. Sein sonniger Pop-Stil war ein heller Kontrapunkt zu den dunkleren New-Wave-Klängen, die die frühen 1980er dominierten.",
      "fun_fact_es": "Nick Heyward saltó a la fama como el líder de Haircut One Hundred antes de lanzar una carrera en solitario. Su estilo pop soleado fue un contrapunto brillante a los sonidos más oscuros del new wave que dominaban los primeros años 80.",
      "uri_apple_music": "applemusic://track/397146531",
      "uri_youtube_music": "https://music.youtube.com/watch?v=w4wKUCz8lUc",
      "uri_tidal": "tidal://track/4628298",
      "fun_fact_fr": "Nick Heyward est devenu célèbre comme leader de Haircut One Hundred avant de lancer une carrière solo. Son style pop ensoleillé était un contrepoint lumineux aux sons plus sombres de la new wave qui dominaient le début des années 1980."
    },
    {
      "year": 1964,
      "uri": "spotify:track:6iz5NXOYjDjLH4Q14tS8a7",
      "artist": "Shirley Bassey",
      "title": "Goldfinger",
      "alt_artists": [
        "Cilla Black",
        "Sandie Shaw",
        "Lulu"
      ],
      "chart_info": {
        "billboard_peak": 8,
        "uk_peak": 21,
        "weeks_on_chart": 12
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Shirley Bassey held the final note of the song so long during the recording session that she reportedly fainted. She went on to sing a record three James Bond themes — Goldfinger, Diamonds Are Forever, and Moonraker.",
      "fun_fact_de": "Shirley Bassey hielt den letzten Ton des Songs während der Aufnahmesession so lange, dass sie Berichten zufolge in Ohnmacht fiel. Sie sang insgesamt rekordverdächtige drei James-Bond-Titellieder — Goldfinger, Diamantenfieber und Moonraker.",
      "fun_fact_es": "Shirley Bassey mantuvo la nota final de la canción durante tanto tiempo en la sesión de grabación que supuestamente se desmayó. Llegó a cantar un récord de tres temas de James Bond: Goldfinger, Diamonds Are Forever y Moonraker.",
      "uri_apple_music": "applemusic://track/716278618",
      "uri_youtube_music": "https://music.youtube.com/watch?v=5GEU7GYaAII",
      "uri_tidal": "tidal://track/59577047",
      "fun_fact_fr": "Shirley Bassey a tenu la note finale de la chanson si longtemps pendant la session d'enregistrement qu'elle se serait évanouie. Elle a chanté un record de trois thèmes de James Bond — Goldfinger, Diamonds Are Forever et Moonraker."
    },
    {
      "year": 1995,
      "uri": "spotify:track:4fFamWWQEWNE5zjHpXJEiF",
      "artist": "Salad",
      "title": "Drink The Elixir",
      "alt_artists": [
        "Echobelly",
        "Lush",
        "Elastica"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 66,
        "weeks_on_chart": 1
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Salad were fronted by Dutch-born singer Marijne van der Vlugt and were part of the Britpop scene that revolved around Camden Town. Despite critical praise, they remained one of the era's great underrated bands.",
      "fun_fact_de": "Salad wurden von der in den Niederlanden geborenen Sängerin Marijne van der Vlugt angeführt und waren Teil der Britpop-Szene rund um Camden Town. Trotz Kritikerlob blieben sie eine der großen unterschätzten Bands der Ära.",
      "fun_fact_es": "Salad estaba liderado por la cantante nacida en los Países Bajos Marijne van der Vlugt y formaba parte de la escena Britpop que giraba en torno a Camden Town. A pesar de los elogios de la crítica, siguieron siendo una de las grandes bandas infravaloradas de la época.",
      "uri_apple_music": "applemusic://track/1442559635",
      "uri_youtube_music": "https://music.youtube.com/watch?v=T8tEwIMeQZY",
      "uri_tidal": "tidal://track/34973377",
      "fun_fact_fr": "Salad était mené par la chanteuse d'origine néerlandaise Marijne van der Vlugt et faisait partie de la scène Britpop qui gravitait autour de Camden Town. Malgré les éloges de la critique, ils sont restés l'un des grands groupes sous-estimés de l'époque."
    },
    {
      "year": 1983,
      "uri": "spotify:track:4C4xy77nq0VwsGKSegyCAu",
      "artist": "The Truth",
      "title": "Girl",
      "alt_artists": [
        "The Style Council",
        "Dexy's Midnight Runners",
        "The Blow Monkeys"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 27,
        "weeks_on_chart": 6
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "The Truth were part of the mod revival movement of the early 1980s and were championed by Paul Weller. Their sound blended Northern soul influences with new wave pop sensibilities.",
      "fun_fact_de": "The Truth waren Teil der Mod-Revival-Bewegung der frühen 1980er und wurden von Paul Weller gefördert. Ihr Sound vermischte Northern-Soul-Einflüsse mit New-Wave-Pop-Sensibilitäten.",
      "fun_fact_es": "The Truth formaron parte del movimiento de resurgimiento mod de principios de los años 80 y fueron apoyados por Paul Weller. Su sonido mezclaba influencias del Northern soul con sensibilidades del pop new wave.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=VVgLPFNDky8",
      "uri_tidal": "tidal://track/69047672",
      "fun_fact_fr": "The Truth faisait partie du mouvement de renaissance mod du début des années 1980 et était soutenu par Paul Weller. Leur son mélangeait les influences Northern soul avec les sensibilités pop new wave."
    },
    {
      "year": 1984,
      "uri": "spotify:track:5sE40adq1V2cjPYNu1y7Eh",
      "artist": "Aztec Camera",
      "title": "Sun",
      "alt_artists": [
        "Orange Juice",
        "Lloyd Cole and the Commotions",
        "Prefab Sprout"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Aztec Camera was essentially the vehicle of precociously talented Scottish singer-songwriter Roddy Frame, who signed his first record deal at just 16. The band's debut album 'High Land, Hard Rain' is considered a landmark of 1980s jangle pop.",
      "fun_fact_de": "Aztec Camera war im Wesentlichen das Vehikel des frühreif talentierten schottischen Singer-Songwriters Roddy Frame, der seinen ersten Plattenvertrag mit nur 16 Jahren unterschrieb. Das Debütalbum 'High Land, Hard Rain' gilt als Meilenstein des Jangle-Pop der 1980er.",
      "fun_fact_es": "Aztec Camera era esencialmente el vehículo del precozmente talentoso cantautor escocés Roddy Frame, quien firmó su primer contrato discográfico con solo 16 años. El álbum debut 'High Land, Hard Rain' es considerado un hito del jangle pop de los años 80.",
      "uri_apple_music": "applemusic://track/140771735",
      "uri_youtube_music": "https://music.youtube.com/watch?v=keeWsEHqU68",
      "uri_tidal": "tidal://track/325083",
      "fun_fact_fr": "Aztec Camera était essentiellement le véhicule du talentueux précoce auteur-compositeur écossais Roddy Frame, qui a signé son premier contrat d'enregistrement à seulement 16 ans. L'album début « High Land, Hard Rain » est considéré comme un jalon du jangle pop des années 1980."
    },
    {
      "year": 1967,
      "uri": "spotify:track:6L5BZEcZmD6RBJnimzlyKr",
      "artist": "The Moody Blues",
      "title": "Nights In White Satin",
      "alt_artists": [
        "Procol Harum",
        "The Zombies",
        "Traffic"
      ],
      "chart_info": {
        "billboard_peak": 2,
        "uk_peak": 19,
        "weeks_on_chart": 16
      },
      "certifications": [
        "Gold (US)"
      ],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Justin Hayward wrote this song at just 19 years old. It originally only reached number 19 in the UK in 1967, but when re-released in 1972, it climbed to number 2 on the Billboard Hot 100 in the US, becoming a global classic.",
      "fun_fact_de": "Justin Hayward schrieb diesen Song mit nur 19 Jahren. Er erreichte 1967 im UK ursprünglich nur Platz 19, aber bei der Wiederveröffentlichung 1972 kletterte er auf Platz 2 der Billboard Hot 100 in den USA und wurde ein globaler Klassiker.",
      "fun_fact_es": "Justin Hayward escribió esta canción con solo 19 años. Originalmente solo alcanzó el número 19 en el Reino Unido en 1967, pero cuando se relanzó en 1972, subió al número 2 en el Billboard Hot 100 en EE.UU., convirtiéndose en un clásico mundial.",
      "uri_apple_music": "applemusic://track/1452620940",
      "uri_youtube_music": "https://music.youtube.com/watch?v=qbqxbGm9hBI",
      "uri_tidal": "tidal://track/81354385",
      "fun_fact_fr": "Justin Hayward a écrit cette chanson à seulement 19 ans. Elle n'a atteint que la 19e place au Royaume-Uni en 1967, mais lors de sa réédition en 1972, elle est montée à la 2e place du Billboard Hot 100 aux États-Unis, devenant un classique mondial."
    },
    {
      "year": 1997,
      "uri": "spotify:track:0Q4fqnPKrbOT6HYDhlvbNw",
      "artist": "Mansun",
      "title": "Wide Open Space",
      "alt_artists": [
        "Geneva",
        "The Bluetones",
        "Embrace"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 15,
        "weeks_on_chart": 5
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Mansun's debut album 'Attack of the Grey Lantern' was a concept album that entered the UK charts at number one. 'Wide Open Space' became their signature song with its soaring chorus and atmospheric production by Paul Draper.",
      "fun_fact_de": "Mansuns Debütalbum 'Attack of the Grey Lantern' war ein Konzeptalbum, das auf Platz eins der britischen Charts einstieg. 'Wide Open Space' wurde mit seinem aufsteigenden Refrain und der atmosphärischen Produktion von Paul Draper zu ihrem Erkennungslied.",
      "fun_fact_es": "El álbum debut de Mansun 'Attack of the Grey Lantern' fue un álbum conceptual que entró en las listas del Reino Unido en el número uno. 'Wide Open Space' se convirtió en su canción insignia con su estribillo elevado y la producción atmosférica de Paul Draper.",
      "uri_apple_music": "applemusic://track/1770502871",
      "uri_youtube_music": "https://music.youtube.com/watch?v=DSkWqd5E03A",
      "uri_tidal": "tidal://track/389485451",
      "fun_fact_fr": "L'album début de Mansun « Attack of the Grey Lantern » était un album concept qui est entré directement au numéro un des charts britanniques. « Wide Open Space » est devenu leur chanson signature avec son refrain planant et sa production atmosphérique de Paul Draper."
    },
    {
      "year": 1968,
      "uri": "spotify:track:0l89CTvVl5cirXg5XZDfEJ",
      "artist": "Terry Reid",
      "title": "Without Expression",
      "alt_artists": [
        "Rod Stewart",
        "Steve Marriott",
        "Joe Cocker"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": null,
        "weeks_on_chart": null
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Terry Reid was offered the lead singer role in both Led Zeppelin and Deep Purple but turned both down, recommending Robert Plant for Zeppelin instead. He is often called 'the greatest rock voice you've never heard'.",
      "fun_fact_de": "Terry Reid wurde die Rolle des Leadsängers sowohl bei Led Zeppelin als auch bei Deep Purple angeboten, lehnte aber beide ab und empfahl stattdessen Robert Plant für Zeppelin. Er wird oft als 'die größte Rockstimme, die man nie gehört hat' bezeichnet.",
      "fun_fact_es": "A Terry Reid se le ofreció el papel de cantante principal tanto en Led Zeppelin como en Deep Purple, pero rechazó ambos, recomendando a Robert Plant para Zeppelin en su lugar. A menudo se le llama 'la mejor voz del rock que nunca has escuchado'.",
      "uri_apple_music": "applemusic://track/693491185",
      "uri_youtube_music": "https://music.youtube.com/watch?v=rGAHS69mkt0",
      "uri_tidal": "tidal://track/95874240",
      "fun_fact_fr": "Terry Reid s'est vu offrir le rôle de chanteur principal à la fois dans Led Zeppelin et Deep Purple mais a refusé les deux, recommandant Robert Plant pour Zeppelin à sa place. Il est souvent appelé « la plus grande voix rock que vous n'avez jamais entendue »."
    },
    {
      "year": 1999,
      "uri": "spotify:track:0PVxT9zuir4NGExgKIvqlT",
      "artist": "Shack",
      "title": "Comedy",
      "alt_artists": [
        "The La's",
        "The Coral",
        "The Stairs"
      ],
      "chart_info": {
        "billboard_peak": null,
        "uk_peak": 44,
        "weeks_on_chart": 2
      },
      "certifications": [],
      "awards": [],
      "awards_de": [],
      "awards_es": [],
      "fun_fact": "Shack were led by Mick Head, widely regarded as one of Liverpool's greatest unsung songwriters. The original tapes for their second album were lost when their producer's house burned down, and it took years to re-record the material.",
      "fun_fact_de": "Shack wurden von Mick Head angeführt, der weithin als einer der größten unterschätzten Songwriter Liverpools gilt. Die Originalbänder für ihr zweites Album gingen verloren, als das Haus ihres Produzenten abbrannte, und es dauerte Jahre, das Material neu aufzunehmen.",
      "fun_fact_es": "Shack estaba liderado por Mick Head, ampliamente considerado como uno de los grandes compositores no reconocidos de Liverpool. Las cintas originales de su segundo álbum se perdieron cuando la casa de su productor se incendió, y tardaron años en volver a grabar el material.",
      "uri_apple_music": "applemusic://track/1319972623",
      "uri_youtube_music": "https://music.youtube.com/watch?v=Pyku9BdybLQ",
      "uri_tidal": "tidal://track/82522138",
      "fun_fact_fr": "Shack était mené par Mick Head, largement considéré comme l'un des plus grands compositeurs méconnus de Liverpool. Les bandes originales de leur deuxième album ont été perdues quand la maison de leur producteur a brûlé, et il a fallu des années pour réenregistrer le matériel."
    }
  ]
}